{
  "title": "‘Black Mirror’ or better? The role of AI in the future of learning and development",
  "author": null,
  "date_published": "2021-03-19T16:47:49.000Z",
  "dek": null,
  "lead_image_url": "https://www.chieflearningofficer.com/wp-content/uploads/sites/3/2021/03/AdobeStock_297373551.jpg",
  "content": "<div class=\"tm-article-content\"><p>The hit TV anthology &#x2018;Black Mirror&#x2019; has captivated viewers with speculative tales of how emerging technologies like artificial intelligence, machine learning and intelligent automation could go horribly awry. It makes for great television, but do similar futures await learning leaders who are looking to strategically leverage these technologies?</p>\n<p>We have seen where AI-powered digital technologies are steadily and increasingly becoming part of our daily lives. Amazon&#x2019;s Alexa, Apple&#x2019;s Siri, Google&#x2019;s Assistant and Microsoft&#x2019;s Cortana are accessible in many of our homes and through our digital devices. These and other AI agents are evolving and becoming more capable of completing processes humans are traditionally tasked with.</p>\n<p>AI-driven technologies have the potential to enhance our lives as both learners and workers. Researchers and developers are continuously improving them to mimic human behaviors; they can learn, problem-solve and process language. Although they are becoming stronger imitators of humans, they still lack essential human traits such as wisdom, insight, humor and empathy. These are the traits that will ensure humans remain a critical part of the workforce for the foreseeable future.</p>\n<p><strong>How can AI be used in learning?</strong></p>\n<p>Businesses are using AI agents to engage customers, rapidly create content, analyze transactions and detect fraud. As organizations continue to transform their businesses with ML, we should consider how AI can transform <a href=\"https://virtualspeech.com/blog/ai-ml-learning-development\">learning and performance</a>. Some of these tools have already entered the space; others have not, but are available in adjacent industries. These are just a handful:</p>\n<p><strong>Personalized learning recommendations:</strong> Social network platforms such as Facebook, Twitter and Instagram have been using AI to personalize the news and advertisements a user receives based on preference or interest. The AI in these tools uses a wide range of variables to predict the reader&#x2019;s interest. Learning experience platforms like Degreed and EdCast use comparable technology to drive their recommendation engines, proposing content that learners are likely to find relevant based on their demonstrated preferences.</p>\n<p><strong>Building a personal performance network:</strong> One of the most critical assets a new hire can build is a personal network within the organization to help them assimilate, grow and perform in their role. An AI agent could, for example, help a new employee navigate a large population to strategically identify a coach, a subject matter expert, a career mentor or an experienced peer who can help them learn more about their role and the organization, which leads to better business outcomes, whether that is customer service or delivering a product. A tool such as Starmind can help a company analyze and identify talent across an organization.</p>\n<p><strong>On-demand 24/7 learning assistance:</strong> Many companies have used AI bots to provide front-line digital customer engagement for years, and they have become quite effective in mimicking humans. There has been an increase in the use of bots in learning, but the practice is still emerging and not widely adopted or implemented. Imagine an advanced AI-assisted learning bot that not only could reason and interact to support a learner with immediate requests, but also could anticipate and provide resources across each of the moments of learning need.</p>\n<p>An example: During a live Georgia Tech lecture class in 2016, a professor told his students that his teaching assistant , Jill Watson, would be available online to answer their questions throughout the duration of the semester-long course. Near the end of the class, the instructor revealed that Jill the TA was, in fact, a <a href=\"https://www.cc.gatech.edu/news/631545/worlds-first-ai-teaching-assistant-turns-4\">virtual AI bot</a>. The students shared their surprise, and many thought she was a human; she was so responsive and helpful that some students felt they had developed a connection with her.</p>\n<p><strong>Productivity, networking and wellness-driven learning recommendations:</strong> With the rollout of Microsoft&#x2019;s MyAnalytics in Office 365, many organizations who use the MS Suite now have access to this functionality. By tracking a worker&#x2019;s activity through their calendar, email, collaboration sites, chat and web conferencing, an organization can begin to apply learning recommendations with surgical precision at the point of performance.</p>\n<p>For example, an AI agent could identify that it&#x2019;s been 90 days since the last performance review with one of a manager&#x2019;s direct reports. The tool could send a reminder, help set a calendar meeting, pull notes from the last performance review, share best-practice videos to help them prepare and nudge the manager to record the completed performance review. Finally, a feedback bot could analyze a recording of the manager&#x2019;s practice session &#x2014; searching for triggers, microaggressions or other areas for improvement.</p>\n<p><strong>Adaptive learning to optimize/shorten the learning journey:</strong> This is a growing application in the learning space. Tools like Area9&#x2019;s Rhapsode platform can streamline a learner&#x2019;s path to performance, help uncover unconscious incompetence and reinforce the learning to offset the forgetting curve.</p>\n<p><strong><a href=\"https://www.microsoft.com/en-us/ai/ai-for-accessibility\">Improved accessibility</a>:</strong> AI can help learning designers and developers create more accessible and seamless learning journeys from the point of design &#x2014; rather than as an afterthought. Microsoft&#x2019;s Seeing AI app or automatic transcripts in YouTube are examples of how learning content can be made more accessible. These features include text-to-speech and speech recognition.</p>\n<p><strong>Sourcing, analyzing, and generating draft content:</strong> An AI-assisted learning-development tool can search a variety of sources internally or externally to find content that is relevant to a particular learning or performance outcome. Digital marketers and online publishers have been using AI to generate content for simple stories for years now. Odds are you have read an online article or blog post created by a bot and didn&#x2019;t even realize it. In the learning space, there are tools such as Emplay and IBM&#x2019;s Watson that can support this. For example, let&#x2019;s say a designer wants to create a quick microlearning on how a vacuum pump works. The designer could engage an AI bot to crawl internal or external networks for potential resources &#x2014; including videos and images. The AI agent then analyzes them, aligning pieces to specific learning outcomes, prioritizing resources for relevance and tagging them by modality. Ultimately, this would free up the designer to focus more on learner-centric design and delivery.</p>\n<p><strong>What are the ethical and practical issues we should consider?</strong></p>\n<p>As you can see, there are many potential benefits to the adoption of AI in the learning space. However, before we invest in AI, it is important to first explore the risks and practical issues of adopting AI across the enterprise. Following are some of the key issues aligned to learning.</p>\n<p><strong>Employee/learner privacy:</strong> AI and the algorithms it is built on require data about learners. A learner&#x2019;s preferences, behaviors, productivity and those they collaborate with can provide data that can be used to personalize learning and performance-support systems. However, there are serious questions about how this data is collected, stored, analyzed and applied. The potential exists for an organization to negatively use productivity data or collaboration data to promote, reward or fire an employee.</p>\n<p>This becomes more significant when you include the ability to capture and search the audio from a recorded meeting. Almost instantaneously, you have a searchable record of everything said in a meeting, which is something not everyone is ready for.</p>\n<p><strong>Employee/learner security:</strong> The more information an AI agent has about individual workers or employees, the more that tool can be used to target a specific individual and exploit or harm them. For example, with access to the right data set, including training certifications, a bad actor could leverage an AI-driven talent analytics tool to strategically identify a specific human with a critical skill set and a personal vulnerability, like extremely high debt.</p>\n<p><strong><a href=\"https://builtin.com/artificial-intelligence/risks-of-artificial-intelligence\">Inaccurate, outdated or intentionally false information (deepfakes)</a>:</strong> This comes from two directions. One way is through inbound data. Content recommended by AI tools can be compromised by accessing inaccurate data sets and including them as recommended information to a learner. These recommendations have all the earmarks of authentic, expert information, and it&#x2019;s difficult for novices to know the difference. Another way is through the creation of AI agents to specifically create false information at scale to influence the behaviors of a population. An example of this is the challenge of sorting through scientific, evidence-based data collected from publicly accessible sites during the pandemic. Aggregator bots have had a difficult time differentiating scientifically validated information from intentional propaganda about the efficacy of masks and social distancing.</p>\n<p><strong>Algorithmic bias:</strong> The outputs are only as good as the data they are based upon. AI built by inherently biased humans can lead to biases in the algorithms; the data fed to train the algorithm may have biases in it, both of which can be amplified by the algorithm. For example, <a href=\"https://www.reuters.com/article/us-amazon-com-jobs-automation-insight/amazon-scraps-secret-ai-recruiting-tool-that-showed-bias-against-women-idUSKCN1MK08G\">Amazon built an experimental AI tool</a> to streamline the r&#xE9;sum&#xE9;-analysis process. The tool would review large batches of job applicants&#x2019; r&#xE9;sum&#xE9;s to identify top talent.</p>\n<p>Basically, the tool used AI to rate each r&#xE9;sum&#xE9; on a scale from one to five stars. As Amazon began working with the system, they realized the system was not rating candidates in gender-neutral ways. What they determined is that the data set of r&#xE9;sum&#xE9;s they fed the system to train itself was predominantly male, aligning with the trend in the industry at the time that most people in the role were male. Essentially, the tool taught itself that male candidates were preferable. The tool was never used to evaluate real candidates and was abandoned.</p>\n<p><strong>What you can do to mitigate the risks</strong></p>\n<p><strong>Ensure privacy and security:</strong> Balancing the need for data to fuel the AI engine with the <a href=\"https://www.forbes.com/sites/insights-intelai/2019/03/27/rethinking-privacy-for-the-ai-era/?sh=35b7b117f0a7\">learner&#x2019;s right to privacy</a> is a challenging topic, but it&#x2019;s one that must be addressed. Although recent legislation has attempted to outline key components, the approaches continue to evolve. The following are a good start to apply to the learning context:</p>\n<ul>\n<li>Transparency: Clearly identifying when you are interacting with an AI system that is collecting data about you.</li>\n<li>Right to the information being collected: There is an established need and right to access the data.</li>\n<li>Opting out: The ability for the learner to opt out of the system collecting data.</li>\n<li>Built-in limits: The purpose and scope of data must be limited by design.</li>\n<li>Automatic deletion: The learner&#x2019;s data should be able to be deleted upon request.</li>\n<li>Security: Any data collected must be always secure.</li>\n</ul>\n<p><strong>Remove, flag or tag inaccurate, outdated or intentionally fake information (deepfakes):</strong> Build in mechanisms to identify and eliminate inaccurate or misleading content. This strategy was implemented during the last <a href=\"https://www.theguardian.com/technology/2018/nov/12/deep-fakes-fake-news-truth\">U.S. presidential election</a> on Facebook and Twitter.</p>\n<p><strong>Eliminate algorithmic bias:</strong> Ensure that the AI outputs are continuously evaluated to look for evidence of bias; continually train the algorithm to adjust as the environment and data set change. Working with a diverse team and a robust, bias-free data set will reduce the risk of bias.</p>\n<p><strong>Educate the humans:</strong> As users and consumers of AI outputs, learners must understand how their actions shape the recommendations they receive, evaluate the quality of information received, and know when and how to break out of the algorithm (e.g., when the need to innovate arises).</p>\n<p>In the end, in the learning space, the pros of AI &#x2014; the speediness, customized content and targeted recommendations &#x2014; outweigh the cons. However, to ultimately avoid becoming the inspiration for a future &#x201C;Black Mirror&#x201D; episode, learning leaders need to truly understand the technology, risks and critical approaches for mitigating those risks.</p> </div>",
  "next_page_url": null,
  "url": "https://www.chieflearningofficer.com/2021/03/19/black-mirror-or-better-the-role-of-ai-in-the-future-of-learning-and-development/",
  "domain": "www.chieflearningofficer.com",
  "excerpt": "The pros of artificial intelligence in learning — the speediness, customized content and targeted recommendations — outweigh the cons. However, learning leaders need to truly understand the&hellip;",
  "word_count": 1864,
  "direction": "ltr",
  "total_pages": 1,
  "rendered_pages": 1
}