{
  "title": "Culture of Solidarity Fund – European Cultural Foundation",
  "author": null,
  "date_published": null,
  "dek": null,
  "lead_image_url": "https://culturalfoundation.eu/wp-content/uploads/2020/09/ARTW_ECF_New-Culture-of-Solidarity-Fund_V1_Logo-los_3-scaled.jpg",
  "content": "<div class=\"comp-content-blocks\"><div class=\"content-block title\" id><h2>Culture of solidarity in times of an infodemic</h2></div><div class=\"content-block content\" id><div class=\"col col-1 pt-4 sm:pt-12\"><div><p>In 2020 the Culture of Solidarity Fund was launched as a rapid response tool to support cross-border cultural initiatives of solidarity in times of uncertainty and lockdown. Nearly a year later, solidarity remains a major cultural challenge, particularly in the field of media.</p><p>Europe needs a shared public space where a culture of solidarity can be practiced. It is there where the ongoing infodemic can be combated. Visit <a href=\"https://culturalfoundation.eu/activities/category/share\">SHARE</a> under our programmes to read more about the European Cultural Foundation&#x2019;s work on the development of a European public space.</p><p><strong>The deadline for submitting the expressions of interest was Wednesday 31 March 2021 at 13:00 CET and is now closed.</strong></p></div></div></div><div class=\"content-block title\" id><h2>What were we looking for?</h2></div><div class=\"content-block content\" id><div class=\"col col-1 pt-4 sm:pt-12\"><div><p>This call supports cross-border collaborative initiatives that reinforce a European Culture of Solidarity by contributing to open and democratic European digital and other media spaces. The Fund is open to individuals, collectives and organisations and supports initiatives that produce tangible results as well as have the potential of a sustainable impact and that fall into one or more of the following categories:</p><ul><li><strong>Cross-border media collaborations</strong> that address societal issues across Europe that have become more imminent as a direct or indirect consequence of the pandemic.</li><li><strong>Development of digital tools</strong> that are based on <strong>shared public values</strong> and that have the potential to contribute to a digital <strong>European public infrastructure</strong>.</li><li><strong>Storytelling for increased public attention and policy awareness</strong> regarding the needs and opportunities for open and democratic European digital and other media spaces.</li></ul></div></div></div><div class=\"content-block content\" id><div class=\"col col-1 pt-4 sm:pt-12\"><div><p>The European Cultural Foundation has a large network of individuals and organisations that care about solidarity in Europe. Expressing your interest to apply for this call was <strong>an opportunity to become part of</strong> that family as we expand your and <strong>our international network</strong>.</p><p>Candidates selected in Phase I (March &#x2013; April 2021) to submit their project proposals in Phase II (April &#x2013; May<br> 2021) will also be connected to each other and to other relevant stakeholders of the foundation. Beyond the opportunity to expand networks, invited <strong>candidates will be offered a platform and resource to develop their idea further</strong> and improve their project proposal&#x2019;s relevance to the call.</p><p>In Phase II, shortlisted and invited candidates may apply for <strong>a grant up to a maximum of &#x20AC;40.000 per project</strong>. With a project term of up to 18 months, grants can be used for financing a wide range of activities ranging from seed money for entirely new initiatives to (co-)funding for scaling up already existing ideas to a European level.</p><p>Although co-funding is not a prerequisite for funding, a balanced budget with diversified resources can significantly improve the project&#x2019;s feasibility. Grants can cover production-, rental costs, online co-working and communication tools. They can also be used to cover expert fees, staff- and operational costs. However, it is highly recommended that these do not exceed 80% of the total requested budget unless justifiable.</p></div></div></div><div class=\"content-block content\" id><div class=\"col col-1 pt-4 sm:pt-12\"><div><p><strong>Phase I &#x2013; Expressing your interest: closed.</strong><br> At this stage, applicants were invited to submit their expressions of interest by completing a short form answering a few general questions on the applicant and on the project they would like to apply with. Although the call ultimately looks to support cross-border collaborations, in this first phase, we also welcomed submissions by local initiatives with European relevance that would like to use the platform offered via this call to establish partnerships and further develop the crossborder element of their project.</p><p><strong>Phase II &#x2013; Call for Proposals by invitation only</strong><br> After an internal assessment, up to 50 organisations will be shortlisted and invited to submit their project proposals. Guidelines and selection criteria will be announced in the invitation. The invited applicants are encouraged to further develop their project, to prepare a detailed budget and timeline and to develop partnerships across Europe. In support of this exercise, applicants will be brought into contact with one another and other relevant stakeholders in an online networking event.</p></div></div></div><div class=\"content-block title\" id><h2>Regional third round of Culture of Solidarity Fund</h2></div><div class=\"content-block content\" id><div class=\"col col-1 pt-4 sm:pt-12\"><div><p>In collaboration with<a href=\"https://www.fondazionecrt.it/\"> Fondazione CRT</a>&#xA0;and <a href=\"https://www.fondazionecrc.it/#\">Fondazione CRC</a> we invited organisations from <strong>the Piedmont and Aosta Valley</strong> to apply to the <em>third round </em>of our Culture of Solidarity Fund. This round closed on Monday, 30 November, 13.00 CET.</p></div></div></div><div class=\"content-block slider\" id><div class=\"col col-2 pt-4 sm:pt-12\"><div class=\"component-carousel\"><div class=\"carousel normal-carousel \"><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Kappa FuturFestival envisioned a web series where artists from the electronic music industry discuss a topic with prominent figures of the cultural, scientific community and the civil society.</p> <a href=\"https://culturalfoundation.eu/stories/cosround3-talking-futur\" class=\"icon-link mt-6\"><span>Read on.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Their project is a first step of transnational collaboration in creating a first interactive European mapping.</p> <a href=\"https://culturalfoundation.eu/stories/cosround3-FNAS\" class=\"icon-link mt-6\"><span>Find out more. </span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> In the 1970s Nuto Revelli created one of the most important oral archives in Europe when visiting the depopulated Cuneo valleys and asking remaining people to tell him their present lives and envision the future.</p> <a href=\"https://culturalfoundation.eu/stories/cosround3-w-echo\" class=\"icon-link mt-6\"><span>More info.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Hypercritic was founded in Italy in July 2020: its impact is global, but its roots and core values are deeply European.</p> <a href=\"https://culturalfoundation.eu/stories/cosround3-hypercritic_interview\" class=\"icon-link mt-6\"><span>Read more</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Their aim is to stimulate a European public space as a commonplace for shared political and cultural production.</p> <a href=\"https://culturalfoundation.eu/stories/cosround3-ratatoj\" class=\"icon-link mt-6\"><span>More info</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> By talking to others about our territory (home country), its beauty and our personal memories of it, we can encourage senses of belonging.</p> <a href=\"https://culturalfoundation.eu/stories/cosround3-carestories\" class=\"icon-link mt-6\"><span>Read on</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> The European Review of Books will be a multi-lingual, pan-European magazine of culture and commentary, in print and online.</p> <a href=\"https://culturalfoundation.eu/stories/cosround3-ERB\" class=\"icon-link mt-6\"><span>More info</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> This project aims at cooperating with other countries to find unconventional training and education methodologies for the managerial empowerment of cultural and creative institutions.</p> <a href=\"https://culturalfoundation.eu/stories/cosround3-turismoinlanga\" class=\"icon-link mt-6\"><span>More info</span></a></div></div></div></div></div></div></div><div class=\"content-block content\" id><div class=\"col col-1 pt-4 sm:pt-12\"><div><p>The <em>second window</em> closed on July 14th, 13:00 CEST PM. Again, we received many many more applications than we were able to support. Read on about the 35 ones that we granted.</p></div></div></div><div class=\"content-block slider\" id><div class=\"col col-2 pt-4 sm:pt-12\"><div class=\"component-carousel\"><div class=\"carousel normal-carousel \"><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> A group of artists, agroecology, permaculture leaders, and volunteers will create an online audio-visual exhibition called &quot;The Supermarket Museum&quot;. The first &quot;path&quot; in the museum explores and artistically interprets the &quot;supermarket culture&quot;: its convenience-, monoculture- &amp; profit- driven modus operandi that wipes out social, economic and ecological solidarity values. Opposing this dominant culture, the second &quot;path&quot; of the museum describes existent successful alternatives - those based on food sovereignty and solidarity.</p> <a href=\"https://culturalfoundation.eu/stories/the-supermarket-museum\" class=\"icon-link mt-6\"><span>Read an interview</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> This is a partnership project between Amateo, its members and Galway European Capital of Culture, whose &#x2018;Small Towns, Big Ideas&#x2019; programme focuses on the tradition of working together to ensure that all succeed in achieving a shared goal, in a contemporary and European context.The simple device of exchanging on postcards what home, what place means to each of us, at a time when many have lived in isolation in recent months, will be a rich means of sharing our commonality while recognising our diversity. Amateo&#x2019;s project spans the generations. The relevance of bridging generations is now more relevant than ever as Coronavirus widened generational divides.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-amateo\" class=\"icon-link mt-6\"><span>Read more.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> The Fellowship of Questions project will create an online public space made entirely of questions. It is an open-source tool that can be used to encourage critical thinking. Once the restrictions are lifted, this will lead to offline workshops and encounters. The Fellowship of Questions is a pan-European partnership, created at the Culture Lab Europe. The Fellowship of Questions hopes to counter the self-reinforcing bubbles of certainty and beliefs by building a space that celebrates the power and liberation of asking a question when we have no idea of the answer.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-apulum-forum-associaion\" class=\"icon-link mt-6\"><span>Read more.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> &#x201C;Drawn to solidarity&#x201D; is a joint project of the Border Violence Monitoring Network (BVMN), an alliance of grassroots organisations working along the Greek-Balkan route, and filmmakers, journalists and artists from Broga Doite Film and Brush&amp;Bow. Through a campaign of 12 short films with animation clips, the above organisations will campaign to showcase solidarity initiatives at Europe&#x2019;s borders, building civic consciousness around migration and a tangible space of exchange for refugees, activists and broader publics.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-border-violence-monitoring-network\" class=\"icon-link mt-6\"><span>Read more.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> MEGATRENDS is an online and offline toolkit in the form of a card game and discussion board for diverse people to reflect together on the present and future of Europe, and collectively design solutions to the challenges of the continent in all fields of contemporary life. It is an open methodology of collective thinking to build conceptual maps of the present and imagine creative, ethical, supportive, solidary and innovative ways of transforming society for a common future. MEGATRENDS propose play as a methodology to address the challenges of participation, citizenship and community. MEGRATRENDS is a playground to imagine possible futures as locals and Europeans.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-ceps-projectes-socials\" class=\"icon-link mt-6\"><span>Read more.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> The City of Zagreb is being profoundly changed by the tragedy that struck it and the project Community, Culture, City: Collectively Transforming the New Normal will engage individuals and organisations on a local, national and EU level in the process of imagining a future of their cities and communities through research, talks and lectures, public campaigning and actions. Culture plays a transformative role, one that advocates for solidarity and acts through processes of participation will be crucial for envisioning just and solidarity concepts for the renewal of the city.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-clubture-network\" class=\"icon-link mt-6\"><span>Read more.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Through a targeted collaborative action with artists and activists from around Europe the Digital Witchcraft Institute will promote the understanding that technologies need to be emancipatory. The institute believes that a revision of diverse European cosmologies (which are not ascribed to geopolitical borders) will connect participants and audiences to their personal stories and will make them realize that our heritage plays a role in the technological realm. They will organize a series of virtual workshops in which the different realities and geographical areas of Europe are represented, and produce a catalogue with their prototypes and research which will be disseminated strategically through open channels.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-the-digital-witchcraft-institute\" class=\"icon-link mt-6\"><span>Read more.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Through online interactions and EU partners, including existing Pan-European networks, Disability Arts Cymru hope to identify long-term action to tackle existing inequalities. This engagement would create digital conferences, podcasts, interaction and an online European collection of disability art.They will develop a series of conversations based on the societal position of disabled, Deaf and neuro-divergent people within the EU community through the lens of art &amp; culture. These conversations/provocations include disabled academics, activists, artists, agitators, and their allies from across EU, partnering Wales/UK, Eire and Sweden, reaching beyond through established Pan-European networks. Artists will be asked to respond to these conversations with new commissions in a variety of art forms, creating an online collection of European disability art.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-disability-arts-cymru\" class=\"icon-link mt-6\"><span>Read more.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Following the 2020 coronavirus outbreak, Disruption Network Lab used their knowledge in digital culture to develop &#x201C;Disruptive Fridays&#x201C;, a new series of online conversations and critical reflection in the time of total lockdown.The &#x2018;Disruptive Fridays&#x2019; series consolidates a platform of discussion for whistleblowers, human right advocates, artists, computer scientists, journalists, lawyers and activists to present their experiences, research and actions &#x2013; with the aim to share ideas for a free internet, modern democracy, strengthening human rights values and freedom of speech. Via art and digital culture they want to empower networked Europeans to explore new ideas and develop innovative digital tools.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-disruption-network-lab\" class=\"icon-link mt-6\"><span>Read more.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> The IF LAB is an interdisciplinary collaborative art and research project, which builds on the combination of innovative audio-visual art and critical thinking in order to look for imaginative solutions for the future European society, which is currently facing challenges posed by the changes in the ecological, political, technological and social landscape, all of which were highlighted by the Covid-19 pandemic. They aim at opening a dialogue about the shared future of the European community through research-based art projects and participants of the IF LAB will form interdisciplinary collaborative art groups and look for visions for the future and through their multimedia outputs articulate what is at stake, how we actually arrived at this point and, most importantly, what should happen next.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-inspirationforumlab\" class=\"icon-link mt-6\"><span>Read the interview.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Voices of Iberia in the Black Europe (VIBE) is a project by La Rampa magazine and EducAR that connects stories and legacies to racial issues, intersectional discourse and artistic production by placing Iberia within a broader cultural structure linked to the Atlantic.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-VIBE\" class=\"icon-link mt-6\"><span>Read an interview.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> EUPavilion is an exhibition dedicated to the imagination of a new architecture for Europe. The design of a European pavilion inside the Giardini della Biennale provides the opportunity for a collective reflection on fundamental questions of language and form for a building representing a non-national &#x2013; yet not generically international &#x2013; identity. EUPavilion is part of the broader debate about Europe as a cultural entity and not just as a defined geographic area or a political and economic organization.The EU Pavilion project aims to raise awareness of the public on the issues of the EU&apos;s lack of a clear project that engages with (public) space, architecture and monuments through design. Ten offices from different European countries are invited to present a design for the first European pavilion at the Venice Biennale.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-eupavilion-eupavilion\" class=\"icon-link mt-6\"><span>Read more</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> In the current situation femProcomuns beliefs it is vital for communities and grassroots groups to share experiences, practices, thoughts across Europe. Knowledge should not to remain enclosed in linguistic, cultural and/or communicative echo-chambers created by individualising and centralising data tracking technologies and algorithms of discourse and control, which threaten technological sovereignty.Their project aims to find better technical solutions (semantic wiki, templates, bots, machine learning, etc.) for multilingual exchanges and to continue testing them in events and meetings that take place in the coming months. Users will be able to browse, view and add content in a chosen language and connect it with content in other languages.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-femprocomuns\" class=\"icon-link mt-6\"><span>Read an interview.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> This proposal envisions a Europe-wide campaign on the topic of European solidarity, seen through the lenses of the enduring global pandemic. Launching with a curated selection of 27 artists, one from each EU member state, the campaign will grow into a large movement through an open call to creative communities and art schools. All produced works will be open-source so everyone can use and adapt them to spread the uplifting message of solidarity and unity in their community and country. The campaign will directly support individual artists, which are work-wise extremely vulnerable at the moment, and strengthen the capacity of the European civic community.</p> <a href=\"https://culturalfoundation.eu/stories/cosround1-fine-acts-foundation\" class=\"icon-link mt-6\"><span>Read more.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> After focusing on migrants&apos; deaths at sea Forensic Oceanography launches Border Forensics (BF) a new investigative project that directs novel arts-based strategies for visual and spatial analysis to lesser documented areas of mobility conflict in and at the borders of Europe. To investigate the Alps, the Mediterranean and the Sahara, they will expand their team across Europe and beyond. This project will culminate in the first, agenda-setting, cultural programme displaying a video triptych and fostering democratic public debate.By doing so they aim to contribute to civil society&apos;s capacity to hold states accountable and to foster democratic public debate.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-forensic-oceanography\" class=\"icon-link mt-6\"><span>Read more.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> FundAction as a participatory grant-making fund, promoting participation in the distribution of funds, across sectors, has a pan-European cross border focus. Their membership stretches from Ireland to Ukraine, Norway to Turkey. Their focus has always been to build solidarity, shift power and support systemic change.Their newest round of Resist grants were originally developed for grassroots activists in FundAction&#x2019;s extended family to access small amounts of money rapidly and to meet a sudden change - whether that was reacting to an emerging political situation or other unforeseen developments. COVID19 forced them to accelerate these grants. The grants are focussed on grassroots, vulnerable, and / or minority groups who are directly affected by legislative or financial adversities stemming from the collapse of solidarity across Europe.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-fundaction\" class=\"icon-link mt-6\"><span>Read an interview.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> ARTECH (Arts, Rediscovery, Traditions, Eclectic, Contemporary, and Heritage) has 4 partners (Rumania - Spain - Ukraine - Albania). The project, co-funded by Creative Europe, Creative Europe-program, but affected by the pandemic, focuses on finding common ground with European culture heritage as an inspiration.Gjirokastra Foundation will add a new dimension to the ARTECH project, by making isolation and solidarity one of the themes in the project, and scaling up efforts in the involvement of marginalized individuals. The grantee sees a great symbolic value in continuing the project now, and will ensure online access to the project.</p> <a href=\"https://culturalfoundation.eu/stories/isolation-versus-solidarity\" class=\"icon-link mt-6\"><span>Read an interview</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Starting March 2021, Good Chance Theatre will walk across Europe with a 9-year-old refugee girl called Amal. Searching for her mother, Little Amal is curious and playful. She also happens to be a giant 3.5m-tall puppet. From Gaziantep in Turkey, through the open streets of Europe (Greece, the Western Balkans, Italy, France, ending in Manchester, UK), Amal will bring Europe together again after the pandemic. Creating solidarity and brilliant art with diverse local artists, multicultural communities and refugees she meets along the way. They&apos;re partnering with numerous cultural organisations across eight countries to make this happen and revive Europe as a shared public space. They anticipate press and publicity to increase exponentially across the route as more people discover Little Amal and follow her in person and online.</p> <a href=\"https://culturalfoundation.eu/stories/the-walk-by-the-good-chance-theatre\" class=\"icon-link mt-6\"><span>Read an interview and a piece in the Guardian.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> FULCRUM will re-imagine urban productions as a bridge between local culture and migrants. Material culture is the common ground to establish a dialogue that bypasses linguistic bias and focus on mutual curiosity and solidarity. Stemming from the COVID-19 emergency response in Palermo, FULCRUM proposes a long term strategy for the involvement of migrants, young people and unemployed around hand-making and food distribution, establishing a European network and an archive for material culture in the process.\nFULCRUM is an inquiry into the potential of migrations to re-frame contemporary European heritage and visions, it represents a model possible to replicate in any &#x201C;arrival city&#x201D; worldwide. In the process of creating the archive, they will involve experts and research centers from France (Amac&#xF2; and CRAterre), Portugal and Greece.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-marginal-associazione-culturale\" class=\"icon-link mt-6\"><span>Read more.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Modern Poetry in Translation [MPT] will publish a special issue of their magazine featuring poetry from across Europe that has been written during or in response to the COVID19 crisis. At a time when national borders have closed and communities have turned inwards, MPT will demonstrate the shared nature of the European experience during this extraordinary time. Their project will generate acts of linguistic exchange and artistic solidarity, reviving and maintaining cross-cultural conversations, and enabling acts of empathy and sharing amongst audiences across Europe.In addition to the print magazine, they plan to produce a programme of associated digital content with additional artistic content, a free digital translation workshop, an online launch event and, travel restrictions permitting, a live launch event in London.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-modern-poetry-in-translation\" class=\"icon-link mt-6\"><span>Read an interview.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Mophradat will bring progressive Arab art groups (antipatriarchal, egalitarian, non-normative, feminist) together with like-minded peers from across cultural fields to develop (intellectual and practical) means of mutual support. The project comprises a series of collective retreats in Athens that act as intersectional fora for exchange, where those with shared concerns can find ways of working that embody greater equality and inclusion &#x2013; essential conditions for bringing about broader solidarity.The retreats will continue Mophradat&#x2019;s long-term practice of creating new models of gathering, but now at its own recently set up venue in Athens. It will act as a portal to the Arab world rather than an exile: A place to freely think, meet and do, with critical distance, care, and imagination for those who stayed and those who left.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-mophradat\" class=\"icon-link mt-6\"><span>Read more.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Europe will learn from an a-national and trans-local identifier: The Rural. With farmers families, artists, academics, villagers and migrant populations we learn from self-determination strategies that exist in lived rural life. Taking back the economy as an everyday act, with an emphasis on access to means and the right to self-determination, is how we work.The school embraces &apos;economy&apos; as the daily basis of how we give (or get) space to act on our terms. The Rural School of Economics sets up its nomadic classrooms in European barns, on fields and in village halls. The learning key is to listen to and act in solidarity with rural communities that face (and have faced) major challenges in their economic and cultural survival; from forced migration to climate crisis, from industrialization to abruptly changing governance.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-my-villages\" class=\"icon-link mt-6\"><span>Read more.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> A team of 10 European photojournalists will document the efforts of governments that use the Next Generation EU program to invest in energy transition and come out of this Corona crisis as a greener, carbon-free Europe, by implementing the Paris Agreement.Photojournalists working with NOOR Images will collaborate with photographic institutions in various European countries in documenting and showing these efforts, inspired by the American Great Depression photo-documentary projects. The project will result in a touring exhibition which could show how green initiatives can kickstart economic recovery, the creation of employment and transformation of industries towards a more sustainable future. Green Shoots aim to encourage citizens, civil society organisations and business owners to change the lens with which they look at the future during the turning point this crisis has created.</p> <a href=\"https://culturalfoundation.eu/stories/noor-images-green-shoots\" class=\"icon-link mt-6\"><span>Read an interview</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Radio Papesse wants to respond to the erosion of public investment in authorial radio production and lack of programs for creative authorship by presenting YASS! a 5-month distance mentorship for emerging and experienced producers of any age who come with demonstrated audio storytelling experience. YASS! is promoted by Radio Papesse in the frame of Lucia Festival | Radio at the moviesYou are so sound! provides European and Mediterranean audio producers and podcasters with competences and resources to advance in their projects and careers. Solidarity needs new narratives and it asks us to learn to listen to other voices and perspectives. YASS is a subverting tool to tell new European stories.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-radio-papesse\" class=\"icon-link mt-6\"><span>Read on.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Europe is the original land of viticulture and wine. Most of the European countries keep the tradition of crafting wine alive through the work of men, farmers, vineyard owners and oenologists. But climate crisis and the abrupt halt of out-of-home consumption due to the COVID19 crisis jeopardize the sector. By blending wines from the most representative vineyards of Europe we show the union of our traditional actors, share their know-how and promote their work and culture as proof of European solidarity.No marketing has been developed to make consumers discover through wine, the beauty of Europe, to embrace the &#x201C;Made in Europe&#x201D; label. According to the EU motto &#x201C;&#x2018;United in diversity&#x2019; and quoting Jos&#xE9; Ortega y Gasset&#x2018;s idea of &#x2018;Europe is a swarm: many bees and a single flight&#x2019;, OENOPE wants to promote &#x2018;Solidarity in diversity&#x2019;, assembling many wines for a single bottle. Documentaries filmed by European awarded filmmakers will capture this journey into the creation of a new European wine, meeting the winemakers throughout Europe and tell the difficulties they are facing.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-oenope\" class=\"icon-link mt-6\"><span>Read more.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> The idea of Rehearsing The Revolution started with an interview of Petra Ardai (SPACE) with philosopher &#xC1;gnes Heller on the 30th anniversary of the Pan European Picnic; about European responsibilities and the possible reanimation of the joy and solidarity of 1989. Rehearsing The Revolution ensures an exciting pan-European dialogue between 3 countries [Netherlands, Hungary, Cyprus] that are geographically, politically and historically connected, yet very different.Being European has many connotations around the continent and nearly all of these narratives are estranged from daily life, from the people. Every systemic change towards a new common narrative of pluriform notions starts in the imagination of people who envision the future they want. Rehearsing The Revolution works with the methodology of immersive collaborative storytelling and the artivism toolkit of Augusto Boal. His methods allow for a creative process that helps us to experience common ground with people you&#x2019;d never thought you could.The project partners will organise a series of residencies, workshops, presentations, and interviews with artists and the general public. In parallel to these physical events, their interactive digital platform rehearsingtherevolution.org will host all activities and generated materials like live streams, films, podcasts. &#x201C;In this case, perhaps the theatre is not revolutionary in itself, but it is surely a rehearsal for the revolution.&#x201D; (1974 Augusto Boal: Theatre of the Oppressed)</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-space\" class=\"icon-link mt-6\"><span>Read more.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> The European legislative act from 2016 instated a list of 35 invasive plant species which are to be eradicated and banned from European soil. This means that these plants have been degraded to a minority that cannot be traded, imported, sold or grown within the borders of the European Union. Studio Wild wants to question this European legislation, provoking a discussion on whether spatial, legal and social restrictions contribute to a more inclusive society.Studio Wild&#x2019;s exhibition space at the Venice Biennale Architettura will host a garden of &#x2018;invasive alien plant species&#x2019;, which have been listed for their ethnic and biological characteristics and pose a threat to European native species. Their aim is to create a parallel between the fate of these species and the fate of many of our neighbors who struggle to find common ground in Europe just because they are different.Studio Wild will enclose a garden in a cave like space. A forbidden garden with a secretive or hidden atmosphere in which these forbidden plants can live in a salvaged environment. Slim bundles of light illuminate individual species which grow on small hills. This organisation portrays a protective and monumental feel, strongly contrasting their current cultural and social environment depicted by exclusion.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-studio-wild\" class=\"icon-link mt-6\"><span>Read more.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Common Waves is an international collective that will produce a series of radio programmes to critically examine the role of shared spaces and solidarity in our society. The collective will evolve during the Tbilisi Architecture Biennial (TAB, October-November 2020), which focuses on the question &quot;What Do We Have in Common?&quot;. It will take a close look at the notion of commonness by investigating ownership structures and &quot;common&quot; space transformations. Common Waves operates as a cross-national alliance between various community radios primarily from Europe and introduces its listeners to challenges related to community spaces and their functionality.Also, the radio will explore virtual and imagined communities as well as physical environments. This will involve examining everyday spatial standard practices and discovering spaces of resistance. The collective is formed by community and artist radios as well as podcasters from various areas like architecture, urbanism, politics and humanities to represent diverse voices.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-tbilisi-architecture-biennial\" class=\"icon-link mt-6\"><span>Read an interview.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Challenged by increasing emigration, brain drain and ceasing funding resources, communities, active citizens and their remaining cultural professionals in the Balkans rarely have access to innovative skills, opportunities to network or platforms to share experiences.Perisphere &#x2013; culture now&#xB0;here portraits and connects creatives and activists and their local communities in non-urban blind spots in Albania, Kosovo and Montenegro that are put under pressure by the current crisis. Tek Bunkeri will design a digital platform for peers of the region from different professional backgrounds but with a mutual passion and focus on non-urban communities and cultural and social revitalisation of their commons. This platform puts the connected actors of rural change into the spotlight for a broader audience. A accompanying tour to the different participants will function as a mobile culture tour &#x2013; bringing a mobile cinema and micro-workshops to the countrysides.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-tek-bunkeri\" class=\"icon-link mt-6\"><span>Read an interview.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Our Democracy Needs Imagination grantee The Transnational Institute will launch their project M2M solidarity: Building municipal to municipal culture of European solidarity. The project will create peer learning exchanges among local communities in Europe that have transformed their local context experimenting with new forms of democracy rooted in a culture of solidarity.They will work with local transformative initiatives that have assured access to fundamental rights like water, housing, food and clean energy. The exchanges are aimed at building shared models of a European culture of solidarity, and documenting and publicising these to inspire others.The project intends to demonstrate that solidarity works to assure everyone&#x2019;s basic needs are met, regardless of their status as rights-holding citizens or undocumented migrants or refuges. In so doing, it will build a compelling narrative and contribute to a pan-European movement that pushes back against austerity, exclusion and nationalism.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-transnational-institute\" class=\"icon-link mt-6\"><span>Read more.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Solid for Solidarity is a pan-European project strengthening marginalised voices and making them heard outside their communities. The project encourages a wider circulation of socially engaged literature and wants to reinforce mutual understanding, and celebrate diversity for the benefit of all Europeans.Due to pandemic a vast number of literary festivals were cancelled - to the adversity of authors and publishers who rely on personal encounters. Yet literature and culture remain as important as ever.At the same time, there has been a renewed focus on the importance of people&#x2019;s creativity during lockdown. Arts and culture seemed vital for our social well being and our futures. Solid for Solidarity is a project that explicitly makes that argument and recognises the value and urgency of direct creative engagement. Tranzyt Foundation considers graphic novels a perfect &#x2014; and refreshingly engaging &#x2014; means to address the ongoing issues and strengthen social cohesion. Their project consists of two phases: A transnational, open to all, and free to enter competition for the best European graphic novel about solidarity and the importance of European values in these turbulent times, and Europe&#x2019;s future: The publication, promotion and distribution of print and ebook of the winner, and an anthology of runners up. To secure the diversity of voices and outreach of the call, the project will be promoted in partnership with the largest literary and comic culture festivals operating on the peripheries of mainstream cultural circulation in Europe.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-tranzyt-foundation\" class=\"icon-link mt-6\"><span>Read more.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Social reading is the practice of commenting on literature through digital devices. Starting from Lombardy and Piedmont, two main European epicenters of the COVID19 outbreak, the &#x2018;Twitterature&#x2019; will engage European teachers and students to read together 10 passages of literature representing the essence of European identity on their self developed app Betwyll. This collective reading builds up on three previous projects (funded by Compagnia di San Paolo) that Associazione Culturale Twitteratura implemented in Italy from Spring 2018 onwards involving 200 classes of students from 14 regions. The students engaged through these projects were able to write more than 25,000 comments and were involved in dozens of events and school activities related to the texts they read. Interestingly enough, notwithstanding where and when the texts were set, their comments were also rich of suggestions and opinions about the present life as European citizens.This strengthens Twitteratura&#x2019;s belief that, in order to revive a European culture of solidarity between citizens from different nations, it is important to act at a deeper level, fostering the awareness of the core values defining the European identity as a whole and that literature and reading are perfect to enhance the awareness of solidarity as a form of respect and inclusion towards different cultures and identities.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-tw-letteratura\" class=\"icon-link mt-6\"><span>Read more.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Unhack Democracy is a pro-democracy and election watchdog group that facilitates the project &#x201C;Election Health Check&#x201D;. Election Health Check is a transnational project that sets out to produce a series of interrelated short films inspired by Unhack and other election watchdogs&#x2019; investigations on election irregularities &amp; fraud in Hungary, Romania, and North Macedonia.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-unhack-democracy-european-pro-democracy-group-election-watchdog\" class=\"icon-link mt-6\"><span>Read an interview.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> The privileged few created the climate crisis, but all across Europe, it is ethnic minorities who are disproportionately affected.The European POC Climate Justice Network will revive a culture of solidarity to unite, create and build a vibrant network of European POC (people of colour) activists, groups and changemakers who focus/work on climate justice. This network will facilitate training, collaboration, mentoring, and provide capacity-building support which will include education around democracy, democratic participation and democratic change. This network will also help encourage networking through a digital platform, campaigns, events and outreach work. They will run a mentorship scheme for budding activists from across Europe. The network will also guide members through their projects from conception to completion, amplify their ideas and campaigns, as well as celebrate their achievements and wins.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-union-of-justice\" class=\"icon-link mt-6\"><span>Read more.</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> In the social environment diminished by the pandemic and economic crises, the new project &#x201C;Communities of Learning, Bridging the Gap of Isolation&#x201D; by What, How and for Whom/WHW reclaims the inclusive role of education and art while rethinking the future of cross-border European collaborations.</p> <a href=\"https://culturalfoundation.eu/stories/cosround2-what-how-and-for-whom\" class=\"icon-link mt-6\"><span>Read an interview.</span></a></div></div></div></div></div></div></div><div class=\"content-block content\" id><div class=\"col col-1 pt-4 sm:pt-12\"><div><p>In the second round we looked for projects which grow immediate crisis responses into more future-oriented solutions and extend from local levels to building cross-national alliances and pan-European initiatives.</p></div></div></div><div class=\"content-block content\" id><div class=\"col col-1 pt-4 sm:pt-12\"><div><p>The <em>first window</em> closed on April 27th, 12:00 CET AM. We received more than 2500 applications, thank you! Out of them 29 were selected for a grant.</p></div></div></div><div class=\"content-block slider\" id><div class=\"col col-2 pt-4 sm:pt-12\"><div class=\"component-carousel\"><div class=\"carousel normal-carousel \"><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> &#x201C;Artivism for Solidarity&#x201D; is a project initiated by the group of activists representing cultural and environmental initiatives around Eastern Europe.Their vision is to inspire movement of hands-on campaigns for raising solidarity around urgent social and ecological issues during and after pandemic crisis. Besides, the project aims to support local artists by giving them an opportunity to share their knowledge and practice their mastery.Geographically the project is focused on Latvia, Belarus, Ukraine, Moldova and Russia.It consists of a reach-out campaign, a series of educational online seminars, ideathon event for artivism campaigns, implementation of winning ideas and an exhibition of completed projects.</p> <a href=\"https://culturalfoundation.eu/stories/Artivism-and-Solidarity\" class=\"icon-link mt-6\"><span>Read their interview</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Art Workers Italia is a non-hierarchical research group focused on cognitive work rights in the field of contemporary art, in Italy and Europe. In response to the COVID-19 world crisis, they aim to coordinate and support individual art workers &#x2013; not exclusively artists &#x2013; as well as national and international non-profit associations and institutions.</p> <a href=\"https://culturalfoundation.eu/stories/art-workers-italia-european-acknowledgment-of-the-value-of-cognitive-work\" class=\"icon-link mt-6\"><span>Read their interview</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> A platform that gathers and shares European experiences of solidarity towards and among seasonal workers. The project will document stories of Romanians who have been dispatched for work in Western Europe, despite COVID-19 international travel restrictions. Video and text materials will be produced, describing both violations of workers&#x2019; rights and support received from Western trade unions and locals. With this project Asociatia Vira will foster and promote workers&#x2019; solidarity in Romania and in countries of destination.</p></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> In these times balconies, normally an architectural element, have turned into agoras and forums, they did become the public space of the world&apos;s citizens - Baroque mundi theater. ATAK works on restoring the democratic function of Balkan countries, that is, the function of participation. With this project they want to examine the micropolitics of various Balkan constituents, where the question of territory statehood has always been questionable.</p> <a href=\"https://culturalfoundation.eu/stories/cosround1-atak\" class=\"icon-link mt-6\"><span>Read their interview</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Autostrada Biennale&apos;s project &#x2018;Autostrada Tandem Biennale&#x2019; rethinks the Biennale model and their legacy: very local and yet very connected, after quarantine.Autostrada Biennale will take place in Summer of 2021 and will not be postponed. It will rather directly take into account how much the pandemic made us think about our cities, our expanded localities, what we can go back to, what we can leave behind, and how necessary art is in times of uncertainty. &#xD6;v&#xFC;l &#xD6;. Durmusoglu and Joanna Warsza will take us upon that journey as co-curators of the next edition of our Biennale.</p> <a href=\"https://culturalfoundation.eu/stories/prizren-a-connecting-point-between-the-western-balkans-and-the-rest-of-europe\" class=\"icon-link mt-6\"><span>Read an interview</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Busy Being Black is the podcast exploring how we live in the fullness of our queer Black lives. As Covid-19 continues to disproportionately impact Black people and communities of colour across the globe, conversations focus on how marginalised, othered and vulnerable communities are coming together in digital and virtual sites to share their stories, cultures and acts of resistance and solidarity.</p> <a href=\"https://www.busybeingblack.com/european-cultural-foundation\" class=\"icon-link mt-6\"><span>Find Busy Being Black dedicated project page here</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Centrum pro podporu podnikani a zamestnanosti believe that young people learn best through trying and discovering. Therefore they decided to create a project incubator for young people to guide them in the world of small projects and advise them how to improve their surroundings. Young people will be encouraged to implement small solidarity projects to help the community in which they live.</p> <a href=\"https://culturalfoundation.eu/stories/solidarity-has-no-borders\" class=\"icon-link mt-6\"><span>Read an interview</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Encounter Activism is a collaborative project by four European art professionals. They are connected via the TAAT-collective that built an open source practice through &#x2018;staging encounters between unknown Others&#x2019;, quoting Levinas. EncounterActivism is an answer to the current distancing measures. In a series of &#x2018;silent walks&#x2019; in Riga, Athens, Dundee and Brussels the collaborators invite people to occupy &#x2018;a space for solidarity&#x2019; through a custom made walking experience and so transform social distancing into an experience of shareability.</p> <a href=\"https://culturalfoundation.eu/stories/cosround1-encounteractivism\" class=\"icon-link mt-6\"><span>Read their interview</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> European Family by Women for the Future Association / Independent Theater Hungary is a online theatre video series that shows the life of a multi-ethnic Roma family whose members live in different regions and face different challenges in current time regarding education, digital tools, housing, employment and other issues.</p></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> &#x2018;Fair-y Circles&#x2019; &#x2013; community resilience and environmental restoration with fungi&#x2019; by Csilla H&#xF3;di is a programme that provides practical knowledge of working with mushrooms (local food production, habitat restoration, eco-architecture) and mentoring for community and network development. It mobilizes a diverse groups on a regional (Central and East Europe) level by strengthening the leadership and solidarity capacities primarily of women and other vulnerable groups.</p> <a href=\"https://culturalfoundation.eu/stories/cosround1-fair-y-circles\" class=\"icon-link mt-6\"><span>Read an interview</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Kara Agora is a participatory online art and research center. It is organized by a European team of curators [Tina Sauerlaender from Germany, Julia Hartman from Austria, &#xC1;gnes-Karolina Bakk from Hungary, Gleb Divov from the independent Republic of U&#x17E;upis (Vilnius, Lithuania), Nikita Khudiakov from Ukraine and Mara-Johanna Kolmel from the UK]. During its running time, the art center will be based in the freely accessible virtual 3D environment of mozilla hubs. It is there a series of participatory experimental events will take place. Each event is conceived to bring unusual groups of people from different European countries together and to address and raise social, personal, ecological, and political questions concerning Europe, its regions, and its inhabitants.</p> <a href=\"https://culturalfoundation.eu/stories/imagining-and-connecting-a-transnational-community\" class=\"icon-link mt-6\"><span>Read their interview</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Lesbos based &#x2018;Letters from the front&#x2019; will empower citizens, refugees, civil society organisations and grassroots movements to work in-sync in gathering stories from the frontlines of the refugee and humanitarian crisis in Lesvos-Greece that capture the essence of Europe as an open and shared public space. In a second stage, LATRA will help transform these stories into personal narratives that help reveal Europe&#x2019;s face of solidarity. The project is also supported by an Open Society Foundations grant managed by the Centre for Applied Human Rights - University of York (UK) [Art + Activism Against Repression During the Covid-19 Crisis].</p></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> If we see Europe as a shared emotional and creative space then we can coordinate resources and help the ones in need, irrespectively of borders. This project connects stories of psychological distress with female-identifying artists to process the significant impact across Europe. Victims can submit their stories online and through local networks. Their stories are matched with artists who reflect their experience through art.</p> <a href=\"https://culturalfoundation.eu/stories/coronas-psychological-impact-processed-through-art\" class=\"icon-link mt-6\"><span>Read their interview</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> New Women Connectors will organize webinars to inform, connect and amplify the voices of refugee and migrant women across Europe, during and after the COVID-19 pandemic. The webinars will function as a cross-border virtual space of solidarity where the needs and challenges of migrant and refugee women during COVID-19 become visible and heard, and where experts and peers will support in finding common solutions. New Women Connectors wants to compile information on coping-strategies, resilience and needs of refugee and migrant women through self-representation.</p></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Open Past will produce a colouring book that shows how cultures throughout history have taken care of the sick, the hurt, the disabled and the old. This will demonstrate that what makes us human is our willingness to care for others. Each image will be produced by a different artist from countries around Europe, and all images will be released freely.</p> <a href=\"https://culturalfoundation.eu/stories/cosround1-open-past\" class=\"icon-link mt-6\"><span>The power of caring is what makes us human</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Rizoma&#x2019;s Pandemos builds a community of 12 Mediterranean artists to engage in a process of artistic creation and dissemination bearing witness to the pandemic and offering a vision for the world of tomorrow. The work will be exhibited online and in connected local home events and will prepare the ground for longer-term cooperation in 2021.</p> <a href=\"https://culturalfoundation.eu/stories/tools-for-a-science-fiction-of-the-present\" class=\"icon-link mt-6\"><span>Interview? Online Exhibition? Click here</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> This is a critical attempt to imagine and implement strategies of enhancing social and ecological solidarity in the face of the pandemic crisis. The main event, The Forum for the Future of Culture, is a platform of exchange between artists, researchers and organizations operating within the field of social and ecological diversity. The Forum will be preceded by the research and debates with audiences.</p></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> The Radicals is a storytelling initiative that reclaims what it means to be radical, explores contemporary radical movement builders and showcases the diverse faces of root-cause-activism across Europe.</p></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Cultureghem&#x2019;s project RECUP&#x2019;ART invites artists to share their work and interact with a new audience, by adding artworks to their food aid parcels. With their food sharing platform Collectmet Deliveries, they want to recuperate art along with food. They will launch an open call to invite European artists to share their art with people in need. They provide income for artists and comfort for the people who most need it.</p> <a href=\"https://culturalfoundation.eu/stories/connecting-the-social-and-the-cultural-sector-3\" class=\"icon-link mt-6\"><span>Read their interview</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> The project will collect and share social innovation practices developed during the lockdown. The current situation presents us with both new needs and already existing necessities are made more difficult to deal with by social distancing, especially for those who are marginalized. By organising digital and live events, Rete della Conoscenza will strengthen social bonds inside local communities around European countries.</p> <a href=\"https://culturalfoundation.eu/stories/a-map-for-solidarity\" class=\"icon-link mt-6\"><span>Read their interview</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> The Solidarity Space by The Black &amp; African Solidarity Show (B.A.S.S.) is both a creative-based virtual learning platform and arts festival for creatives engaging Black and African communities in Europe. The art festival takes place in a different European country each year. Both platforms provides opportunity for collaboration, education, career development, and project sharing.</p> <a href=\"https://culturalfoundation.eu/stories/creating-spaces-for-black-and-african-communities-in-europe\" class=\"icon-link mt-6\"><span>Read their interview</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> INSP Foundation (International Network of Street Papers) supports 48 street papers in 21 countries across Europe to share stories, resources, experiences, skills, innovation and knowledge with each other by providing a platform for alternative perspectives, cultural diversity and unheard voices.</p> <a href=\"https://culturalfoundation.eu/stories/cosround1-supporting-marginalised-people-through-solidarity-of-culture-experiences-and-knowledge\" class=\"icon-link mt-6\"><span>Read an interview</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> STEREOVIZIJA&apos;s project &#x2018;Symptoms of the Future&#x2019; is a printed poly-functional book/object that consists of commissioned artworks, texts and interviews. A collection of untold imaginaries, confessions and stories of solidarity from the past, present and possible future from the European perspective.</p> <a href=\"https://culturalfoundation.eu/stories/symptoms-of-the-future-sharing-knowledge-and-creating-new-strategies-for-the-future-2\" class=\"icon-link mt-6\"><span>Read an interview</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Collaborations between solidarity initiatives from different sectors show the actual potential of solidarity in Europe, and helps broaden the horizon of such initiatives across Europe. The initiators depart from the culture of solidarity embedded in everyday practices. They want to work with cultural workers and organizations working for solidarity-based housing, care work and media to continue cultural production independently from state institutions. Their focus on Hungarian initiatives helps emphasize the potential of solidarity in the face of authoritarian crisis responses.</p> <a href=\"https://culturalfoundation.eu/stories/boosting-the-european-culture-of-solidarity\" class=\"icon-link mt-6\"><span>Read an interview</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Almudena Caso Burbano and Carlos Buj&#x2019;s initiative &#x2018;Thriving Regardless. Community Support Networks in times of COVID-19&#x2019;. Creates a digital archive and a handbook collecting and shedding light on these networks&#x2019; collaborative knowledge and praxis through observation, documentation, archiving, interviewing, and podcasts.</p> <a href=\"https://culturalfoundation.eu/stories/local-community-networks-an-example-of-european-public-space\" class=\"icon-link mt-6\"><span>Read an interview</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> State of Concept project &#x2018;The Bureau of Care&#x2019; gathers artists, activists, writers and social workers to script and visualise the foundations for a European post-pandemic politics of care.</p></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Zuloark&#x2019;s initiative &#x2018;The European Declaration of Urban Rights&#x2019; is an ongoing initiative with a new digital iteration of the project that constructs a virtual network of collaborators to compile and learn from emergent initiatives and local innovations to tackle the great challenges that the COVID-19 crisis presents in the European context.</p> <a href=\"https://culturalfoundation.eu/stories/cosround1-urbanrights\" class=\"icon-link mt-6\"><span>Read their interview</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Asia Art Activism&#x2019;s initiative, &#x2018;Tools to Transform: Workbook for Asian Diasporic Organising in Europe&#x2019; offers a vital resource of inter-community skills and strategies for Asian diasporic artists, educators and activists to challenge racism and build European solidarity.</p> <a href=\"https://culturalfoundation.eu/stories/building-solidarity-for-the-asian-diaspora-in-europe\" class=\"icon-link mt-6\"><span>Read an interview</span></a></div></div></div><div class=\"slide bg-gray-200\"><div class=\"flex-none md:flex\"><div class=\"w-full md:w-6/12 p-8 flex flex-col\"><p> Drawing on the idea of twin cities that emerged after the WWII as a form of solidarity and support, the grantees will develop two editions of Walking Festival of Sound, in Krakow and Edinburgh. Initiated in 2019, Walking Festival of Sound is a small initiative uniting local artists and cultural producers who work with sound and walking as artistic, research and activist techniques for exploring and challenging the ways we perceive, navigate through, and care for our shared environments.</p> <a href=\"https://culturalfoundation.eu/stories/cosround1-walkingfestival\" class=\"icon-link mt-6\"><span>Read an interview</span></a></div></div></div></div></div></div></div><div class=\"content-block content\" id><div class=\"col col-1 pt-4 sm:pt-12\"><div><p>We collected some data on where the applicants are based, how they heard about the call, in what sector they work, and whether our objectives of the call were reflecting the needs of applicants. You can find some of the outcomes in this fact sheet.</p></div></div></div><div class=\"content-block content\" id><div class=\"col col-1 pt-4 sm:pt-12\"><div><p>&#x201C;The fund will support big and small initiatives which grow a European culture of Solidarity, support partners and grantees in a flexible manner in the redesign of their activities in response to the Coronacrisis, support new imaginative ways of sustaining people-to-people contacts and human interaction across European borders in times of travel restrictions and social distancing&#x201D;, wrote our director in an introductory blog.</p></div></div></div><div class=\"content-block content\" id><div class=\"col col-1 pt-4 sm:pt-12\"><div><p>Arts and culture will not be the same after COVID-19. The new situation requires new approaches and solutions at local, national and European level. We teamed up with <a href=\"https://cultureactioneurope.org/\">Culture Action Europe</a>&#xA0;to map emergency initiatives and measures carried out across Europe that address the effects of the COVID-19 outbreak on culture, arts, creative sectors &#x2013; with the aim to identify key challenges and possible gaps, or needs, yet unaddressed by the policymakers.</p></div></div></div></div>",
  "next_page_url": null,
  "url": "https://culturalfoundation.eu/initiatives/culture-of-solidarity-fund/",
  "domain": "culturalfoundation.eu",
  "excerpt": "We invite you to apply for the European Culture of Solidarity Fund in various application windows. The Fund supports imaginative cultural initiatives that, in the midst of the global pandemic crisis&hellip;",
  "word_count": 7420,
  "direction": "ltr",
  "total_pages": 1,
  "rendered_pages": 1
}