{"title":"How AI-powered communications and collaboration will change the world","author":"Anthony Bartolo","date_published":"2021-03-14T23:00:00.000Z","dek":null,"lead_image_url":"https://images.idgesg.net/images/article/2021/03/istock-1223789403-100880976-large.jpg","content":"<div><div id=\"drr-container\" class=\"cat \"> <p>According to a recent <a href=\"https://www.gartner.com/smarterwithgartner/2-megatrends-dominate-the-gartner-hype-cycle-for-artificial-intelligence-2020/\">Gartner</a> survey, despite the disruption caused by the global COVID-19 pandemic, 47% of artificial intelligence (AI) investments were unchanged, while 30% of organizations planned to increase them. A recent <a href=\"https://newsroom.intel.com/wp-content/uploads/sites/11/2020/11/AdvancingAI-Infographic.pdf\">Intel survey</a> of healthcare decision-makers found 84% were using or planning to use AI &#x2013; nearly double the number from before the pandemic &#x2013; with predictive analytics for early intervention (94%), clinical decision support (92%) and <em>collaboration across multiple specialists to improve patient care</em> (92%) the top use cases. Early in 2020,&#xA0;<a href=\"https://www.technologyreview.com/2020/03/04/905535/unleashing-the-power-of-ai-for-education/\">nearly 100% of educators polled by MIT</a> said AI would be instrumental to their institution&#x2019;s competitiveness within the next three years, and in the wake of the pandemic,<a href=\"https://www.cbinsights.com/research/education-artificial-intelligence/\"> institutions were turning to AI</a> to help them personalize content, help keep students engaged, detect cheating on tests and more.</p><p>AI also made its way into collaboration tools in the form of virtual assistants, reporting and analytics, and improved video calls and meeting spaces. In 2021, we expect to see increasing adoption of AI-powered communications and collaboration solutions to help:</p><ul>\n<li>Enterprises spur innovation, increase productivity and transform the employee and customer journeys.</li>\n<li>Healthcare organizations enable compliant system-wide and intersystem information sharing, as well as improve the patient experience.</li>\n<li>Educators create safer and more engaging remote learning environments.</li>\n<li>Government agencies share data more effectively and interact more transparently with constituents across multiple channels.</li>\n</ul><p><strong>AI for Communications and Collaboration </strong></p><p>Today&#x2019;s AI-powered <a href=\"https://www.avaya.com/blogs/archives/2020/10/the_rise_of_workstream_collaboration/\">Workstream Collaboration</a> (WSC) solutions like <a href=\"https://www.avaya.com/en/products/ucaas/spaces/\">Avaya Spaces</a>&#x2122; integrate multiple tools, including voice, video, messaging, chat and task management, enabling the context of conversations to be maintained even when moving from one tool to another. With WSC, organizations can create configurable public and private workspaces built atop workflows that reflect the real-world needs of users, enhancing collaboration, increasing productivity, spurring innovation, and even enabling real-time, contextual and actionable alerts and notifications across user devices.</p><p>WSC solutions can also be integrated with cloud-based communications solutions like Avaya&#x2019;s AI-powered Communication Platform-as-a-Service (CPaaS) to deliver a comprehensive and seamless experience across devices, touchpoints and modalities, and enable automation and self-service options, such as proactive outreach, virtual assistants and biometrics.</p><p>A&#xA0;<a href=\"https://www.avaya.com/en/about-avaya/newsroom/pr-us-201027/?utm_source=blog&amp;utm_medium=blog&amp;utm_campaign=workstream_collaboration\">recent Avaya study</a>&#xA0;found that 72% of U.S.-based businesses have been rethinking how they work as a result of COVID-19, and 80% are already retooling to provide improved customer and employee experiences that enable new ways of working. AI-powered solutions like Avaya Spaces and Avaya OneCloud CPaaS will be the platforms of choice for many of these businesses, and they will have a direct and fundamental impact on peoples&#x2019; lives through more efficient collaboration and more engaging remote experiences.</p><p>In healthcare, for example, the pandemic has dramatically increased the need for telemedicine to enable patients to receive the healthcare services they need without putting them or doctors and nurses at any unnecessary risk. Using the advanced communication and collaboration features of AI-powered WSC, healthcare providers can transform telemedicine experiences with high-quality video and audio on any device and by making up-to-the second patient data available to both patients and doctors in a secure and compliant manner. WSC can also improve remote monitoring of at-home patients and enable a distributed team of doctors to triage complex cases &#x2013; all in real-time &#x2013; by automatically populating dynamic workspaces with the required patient, facility and clinical information.</p><p>Government agencies will also be able to improve services and address major social challenges. For example, with its AI-powered Avaya OneCloud CPaaS, the Harris County Texas Public Health department has been able to respond more effectively to the Covid-19 pandemic by creating a verified, HIPAA-compliant, cloud-based notification solution as part of the county&#x2019;s case investigation and contact tracing program. Contacts on the daily list of positive cases receive automated outbound voice calls from the health department with options to communicate in both English and Spanish, and if a person doesn&#x2019;t answer, the health department automatically follows up with an outbound SMS notification the next day. Avaya OneCloud CPaaS also supports end-to-end engagement over the course of the virus, from checking in with contacts regarding symptoms, to referrals for testing and clinical services, to assessing a resident&#x2019;s ability to self-quarantine. When it was deployed, the solution almost immediately increased the number of cases the health department was able to successfully investigate by nearly 25%.</p><p>Educational institutions and local school systems will also be able to use AI-powered tools to conduct higher quality and more effective remote learning courses without worrying about intrusions from disruptive students or non-students &#x2013; while also being able to keep parents better informed of student progress without the need for face-to-face meetings.</p><p>In fact, with AI-powered communications and collaboration, nearly every business will be able to accelerate innovation, improve customer experiences and empower employees to work productively, whether at home, in the office, or constantly moving between the two. One thing is clear, however. For all these benefits to begin to take root in 2021, more vendors will need to step up and provide true thought leadership around the AI-powered communications and collaboration use cases that can help enterprises, healthcare organizations, educational institutions and government agencies be smarter and more responsive to the needs of their customers, employees and constituencies. Avaya remains committed to this process.</p><p>To learn more about Avaya&#x2019;s suite of solutions,&#xA0;<u><a href=\"https://nam05.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.avaya.com%2Fen%2Fonecloud%2F&amp;data=04%7C01%7C%7Cad3882f2ef214e735ea408d8b6777a82%7C3aedb78fc8e04326888a74230d1978ff%7C0%7C0%7C637459971583337227%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C1000&amp;sdata=DxCgGqiLUIQBMRAoOlawlAIAt%2Fkb69WTriGdkHeK8ig%3D&amp;reserved=0\">visit</a></u>.</p> </div><p class=\"content-copy\">Copyright &#xA9; 2021 <span class=\"ccbu\">IDG Communications, Inc.</span></p></div>","next_page_url":null,"url":"https://www.cio.com/article/3611513/how-ai-powered-communications-and-collaboration-will-change-the-world.html","domain":"www.cio.com","excerpt":"With AI-powered communications and collaboration, nearly every business will be able to accelerate innovation, improve customer experiences and empower employees to work productively, whether at home,&hellip;","word_count":868,"direction":"ltr","total_pages":1,"rendered_pages":1}