{"title":"Humana now using IBM Watson's AI-enabled virtual assistant for health insurance members","author":"Teena Maddox","date_published":null,"dek":null,"lead_image_url":"https://www.techrepublic.com/a/hub/i/r/2021/02/11/4b528d48-8cbf-42b2-a230-c0e346adb88b/thumbnail/770x578/7904040d53943625f761459f898f75aa/doctor-computer.jpg","content":"<div><p class=\"takeaway\"> A new AI virtual assistant will help Humana&apos;s members with information on costs, providers and benefits. </p><div class=\"content\"> <figure class=\"image pull-none image-large\"><a href=\"https://www.techrepublic.com/a/hub/i/r/2021/02/11/4b528d48-8cbf-42b2-a230-c0e346adb88b/resize/770x/43773dfd2cf9c5c7fcc1b7f4820f1003/doctor-computer.jpg\"><span class=\"img aspect-set \"><img src=\"https://www.techrepublic.com/a/hub/i/r/2021/02/11/4b528d48-8cbf-42b2-a230-c0e346adb88b/resize/770x/43773dfd2cf9c5c7fcc1b7f4820f1003/doctor-computer.jpg\" class alt=\"doctor-computer.jpg\" width=\"770\"></span></a><figcaption></figcaption></figure><p>Humana announced today that it&apos;s teaming up with IBM Watson Health to deploy IBM Watson Assistant for Health Benefits for Humana Employer Group members.&#xA0; </p> <p>Conversational AI (artificial intelligence) through the IBM Watson assistant will be used when agents, employers and health care members engage with each other to exchange information on benefits, healthcare costs and providers. The objective is to create a cloud native AI platform powered by IBM Watson with the conversational AI virtual assistant solution. At first, Humana will deploy the AI-enabled virtual assistant from IBM Watson for all of Humana&apos;s 1.3 million Employer Group medical members, and 1.8 million of Humana&apos;s Employer Group dental members.&#xA0; </p><p>The IBM Watson AI assistant will address questions from members with personalized answers, it will assist Humana employees and call center personnel to accurately answer questions quickly and it will use historical claims and provider data to calculate personalized cost estimates for medical services to help Humana members manage their healthcare spending.&#xA0; </p><p><strong>SEE: </strong><a href=\"https://www.techrepublic.com/article/techrepublic-premium-editorial-calendar-it-policies-checklists-toolkits-and-research-for-download/\"><strong>TechRepublic Premium editorial calendar: IT policies, checklists, toolkits, and research for download</strong></a><strong> (TechRepublic Premium)</strong> </p> <p>&quot;Humana is excited to team up with IBM Watson Health to help our employer-customers and their employees better manage their healthcare benefits and costs through a more innovative, personalized experience,&quot; said Chris Hunter, segment president of Humana&apos;s group and military business, in a press release. </p><p>Paul Roma, general manager of IBM Watson Health, said in a press release, &quot;Navigating our health coverage without the right support can potentially serve as a barrier to care. An AI-enabled conversational agent that is trained to understand health plan benefits logic can play a role in helping to simplify complex or possibly confusing plan information.&quot; </p><p><em>Author&apos;s note: In full disclosure, one of my family members works for Humana, but they are not involved with the company&apos;s partnership with IBM.</em></p><div> <div class=\"newsletter-shortcode\"> <div class=\"thumbnail\"> <img src=\"https://www.techrepublic.com/a/fly/bundles/techrepubliccss/images/article-NLSthumb.jpg\" alt width=\"70\"> </div> <div class=\"item-content\"> <p> We deliver the top business tech news stories about the companies, the people, and the products revolutionizing the planet. Delivered Daily </p> <a id=\"nlse019\"> <svg class=\" envelope-alt\"> <use xlink:href=\"#envelope-alt\"/> </svg> Sign up today </a> </div> </div> </div> <h2>Also see</h2> </div></div>","next_page_url":null,"url":"https://www.techrepublic.com/article/humana-now-using-ibm-watsons-ai-enabled-virtual-assistant-for-health-insurance-members/","domain":"www.techrepublic.com","excerpt":"A new AI virtual assistant will help Humana's members with information on costs, providers and benefits.","word_count":342,"direction":"ltr","total_pages":1,"rendered_pages":1}