{"title":"What Buddhism can do for AI ethics","author":null,"date_published":"2021-01-05T23:00:00.000Z","dek":null,"lead_image_url":"https://wp.technologyreview.com/wp-content/uploads/2021/01/SA_celine-haeberly-DwpmtAo01fY-unsplash.jpeg?resize=1200,600","content":"<div class=\"gutenbergContent__content--1FgGp html_2\"> <p>People both in the East and the West need to share their ideas and consider those from others to enrich their own perspectives. Because the development and use of AI spans the entire globe, the way we think about it should be informed by all the major intellectual traditions.</p> <p>With that in mind, I believe that <a href=\"https://rowman.com/ISBN/9781498597296/The-Ethics-of-AI-and-Robotics-A-Buddhist-Viewpoint\">insights derived from Buddhist teaching</a> could benefit anyone working on AI ethics anywhere in the world, and not only in traditionally Buddhist cultures (which are mostly in the East and primarily in Southeast Asia).</p> <p>Buddhism proposes a way of thinking about ethics based on the assumption that all sentient beings want to avoid pain. Thus, the Buddha teaches that an action is good if it leads to freedom from suffering.</p> <p>The implication of this teaching for artificial intelligence is that any ethical use of AI must strive to decrease pain and suffering. In other words, for example, facial recognition technology should be used only if it can be shown to reduce suffering or promote well-being. Moreover, the goal should be to reduce suffering for everyone&#x2014;not just those who directly interact with AI.</p> <p>We can of course interpret this goal broadly to include fixing a system or process that&#x2019;s unsatisfactory, or changing any situation for the better. Using technology to discriminate against people, or to <a href=\"https://www.cyberscoop.com/china-surveillance-uighur-xinjiang-lookout/\">surveil and repress</a> them, would clearly be unethical. When there are gray areas or the nature of the impact is unclear, the burden of proof would be with those seeking to show that a particular application of AI does not cause harm.</p> <h3><strong>Do no harm</strong></h3> <p>A Buddhist-inspired AI ethics would also understand that living by these principles requires self-cultivation. This means that those who are involved with AI should continuously train themselves to get closer to the goal of totally eliminating suffering. Attaining the goal is not so important; what is important is that they undertake the practice to attain it. It&#x2019;s the practice that counts.</p> <p>Designers and programmers should practice by recognizing this goal and laying out specific steps their work would take in order for their product to embody the ideal. That is, the AI they produce must be aimed at helping the public to eliminate suffering and promote well-being. &#xA0;</p> <p>For any of this to be possible, companies and government agencies that develop or use AI must be accountable to the public. Accountability is also a Buddhist teaching, and in the context of AI ethics it requires effective legal and political mechanisms as well as judicial independence. These components are essential in order for any AI ethics guideline to work as intended.</p> </div>","next_page_url":null,"url":"https://www.technologyreview.com/2021/01/06/1015779/what-buddhism-can-do-ai-ethics/","domain":"www.technologyreview.com","excerpt":"Buddhism teaches us to focus our energy on eliminating suffering in the world.","word_count":434,"direction":"ltr","total_pages":1,"rendered_pages":1}