{"title":"Harder, Better, Faster, Stronger — SOS","author":null,"date_published":null,"dek":null,"lead_image_url":"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/an-open-future.jpg","content":"<article> <div><div class=\"fotorama post\"> <img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/an-open-future.jpg\" alt=\"Harder, Better, Faster, Stronger\"> <img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/epifanie.jpg\" alt=\"Harder, Better, Faster, Stronger\"> <img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/memento.jpg\" alt=\"Harder, Better, Faster, Stronger\"> <img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/img_0395.jpg\" alt=\"Harder, Better, Faster, Stronger\"> <img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/img_1506.jpg\" alt=\"Harder, Better, Faster, Stronger\"> </div>\n</div> <p>Il laboratorio di ricerca e co-progettazione <a href=\"https://www.lascuolaopensource.xyz/xyz-hbfs\">XYZ &#x201C;Harder, Better, Faster, Stronger&quot;</a> &#x2014; abbreviato in <strong>XYZ HBFS</strong> &#x2014; &#xE8; stato organizzato nell&#x2019;ambito di &#x201C;Matera 3019&#x201D;, il progetto di chiusura del programma di <strong>Matera 2019</strong> Capitale Europea della Cultura.</p>\n<p>In sinergia con la <strong>Open Design School</strong> e la <strong>Fondazione Matera 2019</strong>, dal 7 al 15 dicembre abbiamo dunque lavorato, assieme a <strong>13 tra docenti</strong> e <strong>tutor</strong> e circa <strong>60 partecipanti</strong>, alla messa a punto di uno strumento digitale capace di abilitare conversazioni per costruire il domani.</p>\n<p>&#x2192; <a href=\"https://www.youtube.com/playlist?list=PLIbUT62313plryVBa695IYAPl0hiz7zI9\"><strong>Playlist video</strong></a></p>\n<p><strong>Premesse </strong><br>\nNel definire l&#x2019;oggetto di questa edizione dell&#x2019;ormai celebre <strong>Laboratorio di ricerca e co-progettazione XYZ</strong>, siamo partiti da una serie di considerazioni e di analisi che, come <strong>SOS</strong>, abbiamo portato avanti da un po&#x2019; di tempo: possiamo affermare che nel corso degli ultimi anni il grado di consapevolezza e attenzione attorno alle piattaforme e alla loro presunta neutralit&#xE0; e gratuit&#xE0; si &#xE8; fatto pi&#xF9; rilevante.</p>\n<p>In principio anche noi qui alla SOS, per motivi di praticit&#xE0;, abbiamo optato per l&#x2019;adozione di servizi di comunicazione e collaborazione online forniti da grandi piattaforme come <strong>Facebook</strong> e <strong>Google</strong> (<em>drive</em>, <em>calendar</em>, <em>docs</em>, <em>sheets</em>, <em>forms</em>, etc.). Nel corso degli anni per&#xF2; siamo diventati sempre pi&#xF9; consapevoli della possibilit&#xE0; di costruire in autonomia i nostri strumenti, sia per questioni di principio </p>\n<h2>&#x2014; la progettazione &#xE8; (sempre) un atto politico &#x2014;</h2>\n<p>che metodologiche, in quanto usare strumenti di parti terze che non controlliamo e il cui codice &#xE8; &quot;chiuso&quot; ci espone a molteplici problemi: </p>\n<p>&#x1F525; incompatibilit&#xE0; tra i servizi;\n&#x1F525; poche/nessuna possibilit&#xE0; di modifica;\n&#x1F525; aderenza forzata a categorie e procedure &#x201C;calate dall&#x2019;alto&#x201D;;<p>\n&#x1F525; possibilit&#xE0; che i dati vengano ceduti a terzi (anche per scopi commerciali).</p></p>\n<p>La sperimentazione che abbiamo portato avanti rappresenta una novit&#xE0; in quanto, innanzitutto, inverte la metodologia adottata finora (&#x201C;prima lo strumento poi il progetto&#x201D;). </p>\n<h2>Il nostro approccio mette al centro le persone, arrivando &#x2014; attraverso una co-progettazione multidisciplinare e aperta &#x2014; allo sviluppo di processi e strumenti collettivi / connettivi. Sviluppo iniziato sin dall&#x2019;edizione 2016 dei laboratori XYZ, nel corso della quale sono state gettate le prima fondamenta di quello che abbiamo definito Gestionale per Nuove istituzioni, denominato poi Join.</h2>\n<p>&#x2192; <a href=\"https://docs.google.com/presentation/d/1dcKZKty4YxzzGsjSgAGUToM5mURwa1395CRWl0qwFcY/edit?usp=sharing\"><strong>Breve presentazione di Join</strong></a></p>\n<figure class=\"video\"></figure>\n<p><strong>La sfida dei tre laboratori</strong><br>\nIl progetto ha previsto lo sviluppo e la realizzazione di una piattaforma digitale (di seguito chiamata &#x201C;Join&#x201D;), un processo di community development, networking e animazione della stessa, con le seguenti finalit&#xE0;:</p>\n<p>&#x2728; raccogliere, misurare, sistematizzare e valorizzare quanto fatto durante Matera 2019 (eventi, relazioni, contenuti, idee, ecc.);\n&#x2728; abilitare la connessione tra le persone che hanno partecipato alle attivit&#xE0; promosse dalla Fondazione Matera 2019, promuovendo e facilitando l&#x2019;auto-organizzazione e la collaborazione dal basso;<p>\n&#x2728; costruire una piattaforma digitale che abiliti e faciliti in maniera efficace la produzione culturale indipendente.</p></p>\n<h2>XYZ HBFS ha posto una notevole sfida ai partecipanti dei laboratori: progettare per un&#x2019;entit&#xE0; (la Open Design School) il cui futuro e la cui funzione sono relativamente indeterminati.</h2>\n<p>Come da prassi, i laboratori sono stati articolati secondo i <strong>3 assi di progettazione</strong>: </p>\n<h2>X &#x2014; IDENTIT&#xC0;</h2> <h2>Laboratorio X</h2>\n<p><strong>Strategia e Design della Comunicazione</strong></p>\n<div class=\"fotorama\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/x-poster.jpg\" alt=\"x-poster\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/x-branding.jpg\" alt=\"x-branding\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/x-engraving.jpg\" alt=\"x-engraving\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/x-printing.jpg\" alt=\"x-printing\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/x-serigrafia.jpg\" alt=\"x-serigrafia\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/x-tshirt.jpg\" alt=\"x-tshirt\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/x-type.jpg\" alt=\"x-type\"></div>\n<p>Per il laboratorio X, la sfida si &#xE8; tradotta nel <strong>formulare una identit&#xE0; visiva che potesse potenzialmente accogliere qualsiasi futura necessit&#xE0; comunicativa della Open Design School</strong>.</p>\n<p>La soluzione individuata non &#xE8; consistita dunque in un set di forme grafiche definite, quanto piuttosto in un insieme &#x2014; espandibile &#x2014; di <strong>effetti di senso</strong> (<em>features</em>) tra i quali scegliere il pi&#xF9; appropriato per il proprio scopo. </p>\n<p>Come punto di riferimento per la definizione degli effetti di senso abbiamo convenuto fosse opportuno partire dalle &#x201C;<strong>mosse teoriche</strong>&#x201D; pi&#xF9; famose (nell&#x2019;ambito delle generazione di senso): <strong>le figure retoriche</strong>.</p>\n<p>L&#x2019;esperienza maturata in millenni di utilizzo del linguaggio (in ogni sua forma) ha portato alla classificazione di una enormit&#xE0; di possibili modi di configurare un testo per ottenere l&#x2019;effetto desiderato. </p>\n<p>Il nostro lavoro, sulla scia di pi&#xF9; celebri esercizi di <strong>basic design</strong>, &#xE8; stato trovare un equivalente visivo delle figure retoriche e costruire delle analogie &#x201C;generative&#x201D;, in quanto aperte negli esiti e parametriche nel funzionamento.</p>\n<h2>La peculiarit&#xE0; del progetto &#xE8; consistita nell&#x2019;intendere le figure retoriche non semplicemente come &#x201C;modi diversi&#x201D; per esprimere un medesimo concetto, ma come funzioni di trasformazione del testo &#x2014; dove &#x201C;funzione&#x201D; &#xE8; inteso nel senso matematico del termine.</h2>\n<p>Come in matematica &#xE8; possibile &#x201C;trasformare&#x201D; un numero in un altro tramite una funzione &#x2014; ad esempio, 2 diventa 16 se applichiamo la funzione di trasformazione <strong>f(x)=x&#x2074;</strong> &#x2014; <strong>allo stesso modo abbiamo provato ad ipotizzare prima di tutto delle funzioni di trasformazione per parole. </strong></p>\n<p>Ad esempio, la funzione <strong>iperbole(p)</strong> restituisce, di una parola, la sua versione esagerata: </p>\n<h2>iperbole (carino) = spettacolare</h2>\n<p>Oppure, la funzione ossimoro(p) applica, alla parola, un aggettivo contrastante: </p>\n<h2>ossimoro (silenzio) = silenzio assordante</h2>\n<p>Dopo questo esercizio abbiamo iniziato a ragionare su come rappresentare graficamente questi <strong>effetti di senso</strong>. Dividendoci in gruppi abbiamo dunque individuato le figure retoriche su cui lavorare, quindi abbiamo sperimentato come esse, a diversi livelli dell&#x2019;identit&#xE0; visiva, potessero essere applicate. Ad esempio, la <strong>climax</strong> applicata ad una parola pu&#xF2; far s&#xEC; che le lettere della parola diventino sempre pi&#xF9; bold; mentre se applicata ad un paragrafo pu&#xF2; far s&#xEC; che righe consecutive di un testo siano impostate con un corpo di carattere sempre maggiore; e cos&#xEC; via.</p>\n<p>Nello specifico, ci siamo chiesti come questi effetti di senso si potessero applicare ad un carattere tipografico.<br>\nEd &#xE8; cos&#xEC; che &#xE8; nato l&#x2019;<strong>XYZ Retorica</strong>.</p>\n<p>La struttura delle lettere &#x2014; disegnate con il <a href=\"https://github.com/bbtgnn/GTL\"><strong>Generatore Tipografico di Libert&#xE0;</strong></a> &#x2014; in quanto basata su una griglia e discretizzata, ha rappresentato il terreno perfetto per l&#x2019;applicazione delle figure retoriche. Immaginate semplicemente una griglia di cerchi: applicando la climax su di essa significherebbe andare a disegnare i cerchi, da sinistra verso destra, progressivamente pi&#xF9; grandi. </p>\n<p>Pertanto, il team di <strong>X Type</strong> ha messo mano al &#x2014; anzi, ha manomesso il &#x2014; <strong>GTL</strong>, ripensando il codice per rendere possibile l&#x2019;applicazione degli effetti di senso sulla griglia delle lettere.</p>\n<p>Questa operazione, data la sua complessit&#xE0;, ha segnato un grandissimo passo avanti per il <strong>GTL</strong>, in quanto &#xE8; stato praticamente buttato gi&#xF9; e ricostruito da zero &#x2014; originariamente infatti tale strumento era stato programmato con uno stile di scrittura funzionale, cosa che rendeva poco efficace l&#x2019;aggiunta di nuove features. </p>\n<p>Grazie alla riscrittura del codice, basata sul modello ad oggetti, non solo &#xE8; stato possibile sviluppare le figure retoriche, ma ha reso sempre pi&#xF9; facile l&#x2019;aggiunta di nuove funzioni in futuro.</p>\n<p>Le novit&#xE0; non si sono limitate unicamente agli aspetti pi&#xF9; tecnici del codice: per semplificare il disegno delle lettere &#xE8; stato messo a punto un compositore visuale (detto compositoio) dotato di interfaccia web, che permette agli utenti di disegnare agevolmente le lettere ed esportare successivamente i file necessari al GTL per la generazione della font.</p>\n<p>&#x2192; <a href=\"https://www.slideshare.net/LaScuolaOpenSource/presentazione-del-gruppo-x-xyz2019-open-design-school\"><strong>Slide di restituzione &#x2014; Laboratorio X</strong></a></p>\n<p>&#x2192; <a href=\"https://docs.google.com/document/d/1SO3khSHtqk_HM4nDGvknZtP13ovlAGPEoRPVJoPYgv8/edit?usp=sharing\"><strong>Strategia di comunicazione per ODS</strong></a></p>\n<p>&#x2192; <a href=\"https://docs.google.com/document/d/18TLOdlBDx83XDHWCkmKPXdR8LEl8VDfEMspzzNPtvo4/edit?usp=sharing\"><strong>Strategia di comunicazione di Join</strong></a></p> <h2>Laboratorio Y</h2>\n<p><strong>Strumenti e servizi digitali</strong> </p>\n<div class=\"fotorama\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/y-appunti.jpg\" alt=\"y-appunti\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/y-cables.jpg\" alt=\"y-cables\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/y-join.jpg\" alt=\"y-join\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/y-server-estetica.jpg\" alt=\"y-server-estetica\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/y-server-online.jpg\" alt=\"y-server-online\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/y-server.jpg\" alt=\"y-server\"></div>\n<p>Join &#xE8; un applicativo per nuove istituzioni che serve a <strong>favorire e gestire la produzione culturale dal basso</strong>.<br>\n&#xC8; stato co-progettato durante l&#x2019;edizione 2016 del format XYZ: successivamente, ne &#xE8; stato commissionato lo sviluppo a una societ&#xE0; esterna, che lo ha realizzato nei due anni successivi.</p>\n<p>Immaginato in principio per essere uno strumento utile esclusivamente alla SOS, nel 2019 &#xE8; stato rilasciato in open source con l&#x2019;intento di dare il via a un processo iterativo e aperto al fine di renderlo sempre pi&#xF9; accessibile, fruibile e replicabile per tutte le comunit&#xE0;.</p>\n<p><strong>XYZ HBFS</strong> &#xE8; stato determinante per questo processo di apertura: grazie agli otto giorni di laboratori, da uno strumento cucito su misura per <strong>La Scuola Open Source</strong>, Join &#xE8; di fatto diventato uno strumento adottabile da molti. Data l&#x2019;importanza e la complessit&#xE0; della fase, il lavoro del laboratorio Y &#xE8; iniziato prima di XYZ e si concluder&#xE0; nel 2021.</p>\n<p><strong>La fase &#x201C;pre XYZ&#x201D; &#xE8; durata un mese.</strong><br>\nSi &#xE8; svolta a <strong>La Scuola Open Source</strong>, dove abbiamo costituito un team formato dagli stessi docenti e tutor poi presenti durante i laboratori, che insieme hanno curato la preparazione di <strong>Join</strong> containerizzato l&#x2019;applicativo, prodotto la documentazione git, fatto una ricerca sulle possibilit&#xE0; rispetto all&#x2019;orchestrazione dei container e infine scelto l&#x2019;hardware necessario all&#x2019;installazione di Join a <strong>Matera</strong>.</p>\n<p>Una volta a Matera, obiettivi e fasi sono stati molteplici. I primi giorni, docenti e tutor hanno alfabetizzato i partecipanti sull&#x2019;<strong>installazione</strong> e <strong>amministrazione di un server</strong> con piccoli momenti verticali su basi di <strong>linux</strong> e <strong>containerizzazione</strong>, introducendoli cos&#xEC; ai temi del laboratorio.</p>\n<p>Grazie al <em>know-how</em> acquisito, i partecipanti hanno potuto avviare e gestire facilmente tutti i container necessari al funzionamento di Join ovvero user <strong>frontend</strong>, <strong>admin frontend</strong>, <strong>backend</strong> e <strong>database</strong> sul proprio pc.<br>\nSuccessivamente si &#xE8; proceduto all&#x2019;installazione del cluster server di tre nodi acquistato nella fase pre su cui far girare Join, dopodich&#xE8; i partecipanti hanno fatto una ricerca sull&#x2019;esistenza di altri possibili applicativi open source utili alla produzione culturale installabili sul server, ne &#xE8; scaturito un elenco di software da cui ne sono stati scelti due da installare: <strong>Mattermost</strong> e <strong>Nextcloud</strong>.</p>\n<p><strong>Mattermost</strong> &#xE8; un social che serve a comunicare rapidamente in maniera strutturata<br>\n<strong>Nextcloud</strong> &#xE8; una piattaforma di file storage e sharing</p>\n<p>Parallelamente, un sottogruppo ha lavorato in asse con il laboratorio X per la customizzazione dell&#x2019;interfaccia grafica operando sull&#x2019; SCSS, un&#x2019;altro all&#x2019;applicazione dell&#x2019; identit&#xE0; visiva di <strong>Open Design School</strong> all&#x2019;estetica del server.<br>\nAnche con il laboratorio Z si &#xE8; formato un sottogruppo che ha curato il fact checking tecnologico per efficientare la progettazione di nuove funzionalit&#xE0; e ottimizzazioni.</p>\n<p>L&#x2019;<strong>Open Design School</strong> &#xE8; di fatto la prima comunit&#xE0; oltre <strong>La Scuola Open Source</strong> che pu&#xF2; utilizzare <strong>Join</strong>.<br>\nNella fase &#x201C;post XYZ&#x201D;, non ancora conclusa, verr&#xE0; individuato uno sviluppatore che, affiancando il team di R&amp;D della SOS, implementer&#xE0; le funzioni progettate dal laboratorio Z ovvero l&#x2019;ottimizzazione della user experience, il login integrato con altri <strong>applicativi OS</strong> come <strong>Mattermost</strong> per la chat o <strong>Nextcloud</strong> per il <em>filesharing</em>. Oltre a questo verr&#xE0; implementata la possibilit&#xE0; di inviare query al gestionale via <strong>API</strong>, utili per veicolare contenuti all&#x2019;esterno di Join. </p>\n<p>&#x2192; <a href=\"https://www.slideshare.net/LaScuolaOpenSource/presentazione-del-gruppo-y-xyz2019-open-design-school\">Slide di restituzione &#x2014; Laboratorio Y</a>\n</p>\n<h2>Laboratorio Z</h2>\n<p><strong>Processi e misurazione d&#x2019;impatto</strong> </p>\n<div class=\"fotorama\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/z-atwork.jpg\" alt=\"z-atwork\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/z-mapping.jpg\" alt=\"z-mapping\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/z-matrix.jpg\" alt=\"z-matrix\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/z-pirates.jpg\" alt=\"z-pirates\"></div>\n<p>Occuparsi di processi significa condividere conoscenza e modalit&#xE0; progettuali, creare nuovi servizi o strumenti mettendo al centro l&#x2019;esperienza delle persone. Siamo partiti da un modello esistente, quello sviluppato da <strong>La Scuola Open Source</strong>, da capire, demolire, riassemblare ed espandere. Per farlo abbiamo applicato l&#x2019;approccio consueto del format XYZ, basato sull&#x2019;etica hacker. L&#x2019;obiettivo del nostro laboratorio &#xE8; stato quello di occuparci della progettazione delle funzioni della piattaforma <strong>Join</strong>, attraverso le metodologie UX e le fasi progettuali del design thinking, concentrandoci sui bisogni e sulle esigenze dei futuri user, contemporaneamente consapevoli della non-neutralit&#xE0; del nostro ruolo di progettisti, ponendoci domande sui valori alla base del nostro operato. </p>\n<p>Per questo il gruppo Z ha concordato - in seguito alla facilitazione di una mind map a cui hanno aderito anche i componenti dei laboratori X e Y - di sviluppare un progetto ecologicamente ed eticamente responsabile, socialmente sensibile, rivoluzionario e radicale.</p>\n<p>Dopo una prima fase di <em>warm up</em> in cui ci siamo conosciuti e abbiamo condiviso visioni, potenzialit&#xE0; e competenze di ognuna/o di noi, abbiamo iniziato a sperimentare insieme alcune delle metodologie del <strong>design thinking</strong>, attraverso tools che ci aiutassero a comprendere meglio gli obiettivi del progetto, hackerandoli e adattandoli al contesto che dovevamo affrontare. Ci siamo poi divisi in piccoli gruppi con diverse funzioni specifiche, collaborando organicamente tra noi - e con i docenti, i tutor e partecipanti di X e Y.</p>\n<p>Il primo passo &#xE8; stato chiederci per chi stavamo progettando, riflettendo su quali fossero le nostre comunit&#xE0; di riferimento. Questa riflessione &#xE8; stata inevitabile e ci ha trovati concordi nell&#x2019;affermare che non possiamo pi&#xF9; permetterci di produrre artefatti che non siano a misura d&#x2019;uomo e che non risolvano problemi legati a situazioni reali.</p>\n<p>La fase di esplorazione &#xE8; cominciata con interviste individuali, <em>focus group</em> e osservazione etnografica, coinvolgendo manager, coordinatori e progettisti della <strong>Open Design School</strong>, nonch&#xE9; gli abitanti del quartiere Agna - in cui la stessa ha sede - e alcuni operatori culturali e cittadini con cui <strong>ODS</strong> ha collaborato nel corso di <strong>Matera 2019</strong>.</p>\n<p>Abbiamo praticato l&#x2019;ascolto attivo, cercando di capire il pi&#xF9; possibile i loro bisogni, le loro aspettative e i loro sogni. Da qui sono emerse le relazioni tra le persone e gli spazi, per nulla lineari e intuibili ad un primo approccio. Le visioni eterogenee e (spesso) contrastanti ci hanno lasciato molti dubbi e incertezze, aprendoci per&#xF2; la strada a opportunit&#xE0; e visioni. In questa fase divergente di ricerca &#xE8; stato fondamentale tracciare molteplici percorsi per individuare gli interessi dei vari <em>stakeholder</em>. </p>\n<p>Un altro aspetto importante &#xE8; stata la negoziazione dei conflitti attraverso il confronto creativo, con l&#x2019;obiettivo di riuscire a far convivere interessi differenti. Abbiamo cercato con insistenza momenti di confronto tra noi progettisti e le persone coinvolte nel progetto, a diversi livelli, per comprendere il pi&#xF9; possibile le complessit&#xE0; in gioco. Per lunghi tratti ci siamo ritrovati confinati tra l&#x2019;utopia e il caos, ma la situazione, ancora una volta, ci ha dato l&#x2019;occasione di generare nuovi paradigmi.</p>\n<p>Terminata la fase di ricerca e ascolto abbiamo analizzato i dati quantitativi e qualitativi raccolti e li abbiamo tradotti in <em>personas</em>, ossia degli archetipi utili a visualizzare e concretizzare i bisogni delle persone e i loro modelli mentali. Questo passaggio &#xE8; stato decisivo per non smarrirsi in ragionamenti fini a se stessi ma tenere sempre presente che progettavamo per comunit&#xE0; reali. I personas ci hanno anche permesso di esplorare il mondo dei nostri utenti in modo professionale pur mantenendo alto il livello di empatia. In seguito, abbiamo animato questi modelli all&#x2019;interno degli scenari, uno strumento chiave nello UX Design in cui immergere i personas per comprendere a fondo il loro contesto e validare in tal modo le nostre ipotesi iniziali.</p>\n<p>A questo punto i bisogni, le necessit&#xE0; e i problemi riscontrati sono diventati per noi funzionalit&#xE0; da progettare.</p>\n<p>Non avendo ancora ben chiaro il futuro dei collaboratori di <strong>Open Design School</strong>, nonch&#xE9; del progetto stesso, e nel tentativo di capire cosa sarebbe successo alle diverse realt&#xE0; che hanno generato valore durante <strong>Matera 2019</strong>, abbiamo cercato di parametrizzare alcune variabili del sistema per noi rilevanti che influivano significativamente sulla nostra progettazione.</p>\n<p>Abbiamo dunque generato varie combinazioni plausibili per anticipare il pi&#xF9; possibile le esigenze future. Questo esercizio, che ha radici nel <strong>Design Fiction</strong>, ci ha permesso di produrre alcune ipotesi utopistiche e altre divergenti ma con alcuni punti in comune - infatti molte delle funzionalit&#xE0; di uno scenario si sovrapponevano ad un altro.</p>\n<p>Gli scenari futuri della <strong>Open Design School</strong> sono stati individuati prendendo in considerazione 3 parametri, corrispondenti a tre asset:</p>\n<p>&#x1F3E0; &#x2014; il luogo, inteso come spazio fisico;\n&#x1F4B5; &#x2014; le risorse economico-finanziarie;<p>\n&#x2728; &#x2014; il valore delle persone.</p></p>\n<p>Dalla combinazione e dalla successiva ricombinazione di questi parametri/asset abbiamo generato <strong>quattro scenari</strong>, descritti qui sotto e ordinati dal pi&#xF9; auspicabile:</p>\n<h3><strong>L&#x2019;ecosistema:</strong></h3>\n<p>&#xE8; la migliore delle soluzioni possibili, che tiene insieme diversi modelli organizzativi relativi a una molteplicit&#xE0; di attivit&#xE0; sociali, culturali e imprenditoriali. Questo scenario prefigura la compresenza di spazi di aggregazione, di ricerca e di lavoro (es. uffici, fablab, falegnameria, orti urbani etc.) connessi e radicati sul territorio. Promuove la messa in relazione di competenze di chi vi lavora, di professionisti esterni, gruppi o singoli curiosi, attraverso processi di co-progettazione e co-creazione. Si finanzia attraverso fondi pubblici e privati, con la possibilit&#xE0; di forme di sviluppo economico e finanziario dei singoli progetti. </p>\n<h3><strong>Gli spazi dell&#x2019;immaginario:</strong></h3>\n<p>lo spazio &#xE8; prevalentemente vocato alla ricerca e alla formazione attraverso l&#x2019;organizzazione di corsi, laboratori e attivit&#xE0; di divulgazione facilitata, condotte negli spazi presi in gestione o esterni. Le attivit&#xE0; sono aperte e promosse dai soggetti gestori o da professionisti esterni. Le fonti di finanziamento sono relative prevalentemente alla partecipazione ai corsi e l&#x2019;intercettazione di finanziamenti pubblici e privati. </p>\n<h3><strong>Del SaperFare:</strong></h3>\n<p>&#xE8; vocato ad attivit&#xE0; di co-progettazione. L&#x2019;organizzazione degli spazi e gli strumenti condivisi devono rispondere a standard tecnici elevati. Coinvolge esclusivamente professionisti del mondo del design e dell&#x2019;architettura ed &#xE8; connesso in maniera limitata al contesto circostante. Si finanzia prevalentemente con committenza privata, concorsi per progettisti, attivit&#xE0; di consulenza.</p>\n<h3><strong>Il porto di Matera:</strong></h3>\n<p>si dota unicamente di uno spazio virtuale (gestionale/ piattaforma) ed &#xE8; vocato a ingaggiare soggetti interessati alla collaborazione per progetti di diversa natura. Facilita e promuove processi di co-progettazione e co-creazione. Genera connessioni e scambio di competenze, proposte e idee, prevalentemente tra professionisti, ma coinvolge anche soggetti che mettono a disposizione risorse e competenze non professionali coerenti con la natura dei progetti proposti e validati dagli admin. Dato il bisogno di costante attivit&#xE0; di manutenzione, necessita di forme di finanziamento per la sostenibilit&#xE0; economica delle funzioni tecnologiche e di strategia di ingaggio, sviluppo e monitoraggio delle comunit&#xE0; coinvolte.</p>\n<p>Le immagini al punto a., b., c., d., appartengono a una matrice, un piccolo multiverso, che ha delineato alcuni percorsi su cui evolvere il progetto, con la possibilit&#xE0; di espanderlo verso una direzione o un&#x2019;altra per soddisfare le molteplici esigenze. Abbiamo quindi prodotto delle infografiche per aiutarci a ragionare meglio, attraverso una restituzione grafica, su quanto sviluppato sino a qui. La macro esigenza, su cui si innestano le micro funzionalit&#xE0;, &#xE8; stata quella di rafforzare le relazioni &#x201C;<em>Onlife</em>&#x201D;.</p>\n<p>L&#x2019;esigenza di una piattaforma virtuale supporta relazioni quotidiane e crea azioni tracciabili digitalmente, aiutando le persone a gestire i processi relazionali e del lavoro quotidiano sia per le reti corte che per le <strong>reti lunghe</strong>.</p>\n<p>Un momento importante &#xE8; stato il confronto con il gruppo Y che occupandosi dello sviluppo della piattaforma ci ha aiutati a far emergere soluzioni tecnologiche per il macro-bisogno di restare connessi.</p>\n<p>La chat, lo spazio condiviso, il social network, il bazaar per far evolvere le idee, la visualizzazione delle reti sociali, la trasparenza della governance della rete, la condivisione delle risorse sia fisiche che intellettuali, sono alcune delle microfunzioni emerse. Individuato il progetto possibile, con livelli incrementali di fedelt&#xE0;, abbiamo iniziato a costruire la piattaforma.</p>\n<p>Dapprima solo a livello di flussi e di funzionalit&#xE0;, poi sviluppando dei wireframe, strutture di pagine elementari via via aumentandone il livello di dettaglio. Come da buone pratiche in un progetto di design, in ogni fase abbiamo coinvolto i nostri utenti nel testare e ridefinire lo strumento. La fase conclusiva &#xE8; stata creare un prototipo che tenesse conto di tutte le sperimentazioni progettuali fatte durante il workshop.</p>\n<p>&#x2192; <a href=\"https://www.slideshare.net/LaScuolaOpenSource/presentazione-del-gruppo-z-xyz2019-open-design-school\">Slide di restituzione &#x2014; Laboratorio Z</a>\n</p>\n<h2><strong>Conclusioni</strong></h2>\n<p>Molte scelte progettuali sono state dettate dalla sensibilit&#xE0; dei partecipanti stessi che hanno messo il loro punto di vista nello sviluppo del progetto.</p>\n<p>Questa attenzione - il profondo rispetto per l&apos;individualit&#xE0; di ogni singolo partecipante - costituisce una parte fondamentale dello spirito dei Laboratori XYZ, che li rende quel che sono. </p>\n<div class=\"fotorama\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/plenaria-showcase.jpg\" alt=\"plenaria-showcase\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/plenaria-dettaglio-1.jpg\" alt=\"plenaria-dettaglio-1\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/plenaria-dettaglio-2.jpg\" alt=\"plenaria-dettaglio-2\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/plenaria-notturna-inside.jpg\" alt=\"plenaria-notturna-inside\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/plenaria-notturna-outside.jpg\" alt=\"plenaria-notturna-outside\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/plenaria-pioggia-outside.jpg\" alt=\"plenaria-pioggia-outside\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/plenaria-sunny-doom.jpg\" alt=\"plenaria-sunny-doom\"><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/plenaria-very-sunny.jpg\" alt=\"plenaria-very-sunny\"></div>\n<h2>Esiste, infatti, un output non esplicito &#x2013; si tratta di ci&#xF2; che si genera spontaneamente quando persone con interessi comuni e una visione politica (nel suo senso originario, che Platone teorizz&#xF2; come un organismo educativo collettivo nei confronti del singolo, finalizzato al bene comune) si trovano insieme in uno stesso luogo, condividendo esperienze (anche) dal carico emotivo importante, progettando fianco a fianco con l&#x2019;obiettivo di migliorare ci&#xF2; che li circonda e (anche) se stessi.</h2>\n<p>A Matera abbiamo seguito un iter progettuale che ci ha portato a riflettere in modo critico rispetto alle scelte alla base delle funzioni della nostra piattaforma e dei bisogni a cu Join deve rispondere. Le scelte che abbiamo preso sono state scelte ragionate, mediate all&#x2019;interno di un percorso decisionale quanto pi&#xF9; aperto e orizzontale possibile &#x2013; con tutti i limiti del caso. Rivendicare il valore di tali scelte comuni, a volte contro il parere del committente stesso (in questo caso Fondazione Matera-Basilicata 2019), ponendo al centro i partecipanti e la loro volont&#xE0;, &#xE8; ci&#xF2; che differenzia XYZ da un qualsiasi altro processo di progettazione di un output.</p>\n<p>Se accetti di lavorare secondo un processo di co-creazione ne accogli tutto il potenziale.\nE quel potenziale arriva principalmente dagli esseri umani, dalle caratteristiche che ci distinguono rendendoci unici e che ci permettono di ampliare esponenzialmente le nostre conoscenze interagendo tra noi. Co-creare significa, nel suo senso pi&#xF9; ampio e completo, avere cura di queste relazioni e di ci&#xF2; che esse generano. Questa Cura &#xE8; un atto e una responsabilit&#xE0; politica e ha un valore inestimabile all&#x2019;interno di una Comunit&#xE0;.<p>\nI Laboratori XYZ sono uno spazio del possibile, dove ogni regola &#xE8; hackerabile e riscrivibile. XYZ &#xE8; il non-luogo dove co-progettiamo nuovi confini per ampliare la realt&#xE0; di cui facciamo parte.</p></p>\n<p>Le nostre scelte, anche in questo caso, hanno messo in atto un cambiamento nell&#x2019;aspetto sociale, generando uno strumento capace di connettersi con altre nodi e servire comunit&#xE0; differenti con problemi simili:<br>\n<strong>da problemi comuni a soluzioni connettive</strong>.</p>\n<figure><img src=\"http://www.lascuolaopensource.xyz/content/blog/94-il-report-di-xyz-hbfs/img_0914.jpg\" alt></figure> </article>","next_page_url":null,"url":"http://www.lascuolaopensource.xyz/en/blog/il-report-di-xyz-hbfs","domain":"www.lascuolaopensource.xyz","excerpt":"Introduzione Il laboratorio di ricerca e co-progettazione XYZ “Harder, Better, Faster, Stronger\" — abbreviato in XYZ HBFS — è stato organizzato nell’a…","word_count":1,"direction":"ltr","total_pages":1,"rendered_pages":1}