{"title":"The Man Without Qualities Quotes","author":null,"date_published":null,"dek":null,"lead_image_url":null,"content":"<p class=\"quoteText\"> &#x201C;His appearance gives no clue to what his profession might be, and yet he doesn&apos;t look like a man without a profession either. Consider what he&apos;s like: He always knows what to do. He knows how to gaze into a woman&apos;s eyes. He can put his mind to any question at any time. He can box. He is gifted, strong-willed, open-minded, fearless, tenacious, dashing, circumspect&#x2014;why quibble, suppose we grant him all those qualities&#x2014;yet he has none of them! They have made him what he is, they have set his course for him, and yet they don&apos;t belong to him. When he is angry, something in him laughs. When he is sad, he is up to something. When something moves him, he turns against it. He&apos;ll always see a good side to every bad action. What he thinks of anything will always depend on some possible context&#x2014;nothing is, to him, what it is: everything is subject to change, in flux, part of a whole, of an infinite number of wholes presumably adding up to a super-whole that, however, he knows nothing about. So every answer he gives is only a partial answer, every feeling an opinion, and he never cares what something is, only &apos;how&apos; it is&#x2014;some extraneous seasoning that somehow goes along with it, that&apos;s what interests him.&#x201D; <br> &#x2015; <span class=\"authorOrTitle\"> Robert Musil, </span> <span id=\"quote_book_link_527756\"> <a class=\"authorOrTitle\" href=\"/work/quotes/17228383\">The Man Without Qualities</a> </span> </p>","next_page_url":null,"url":"https://www.goodreads.com/work/quotes/17228383-der-mann-ohne-eigenschaften","domain":"www.goodreads.com","excerpt":"“His appearance gives no clue to what his profession might be, and yet he doesn't look like a man without a profession either. Consider what he's like: He always knows what to do. He knows how to gaze&hellip;","word_count":1,"direction":"ltr","total_pages":1,"rendered_pages":1}