{"title":"Voordat je verdergaat naar YouTube","author":null,"date_published":null,"dek":null,"lead_image_url":null,"content":"<div class=\"contentText\">Google gebruikt <a href=\"https://policies.google.com/technologies/cookies?hl=nl&amp;utm_source=ucb\">cookies</a> en gegevens voor het volgende:<ul><li>Services leveren en onderhouden (zoals uitval bijhouden en beschermen tegen spam, fraude en misbruik).</li><li>Betrokkenheid van doelgroepen en sitestatistieken meten om inzicht te krijgen in hoe onze services worden gebruikt.</li></ul>Als je akkoord gaat, gebruiken we cookies en gegevens ook voor het volgende:<ul><li>De kwaliteit van onze services verbeteren en nieuwe services ontwikkelen.</li><li>Advertenties laten zien en de effectiviteit ervan meten.</li><li>Gepersonaliseerde content laten zien (afhankelijk van je instellingen).</li><li>Gepersonaliseerde of algemene advertenties laten zien (afhankelijk van je instellingen) op Google en het web.</li></ul>Voor niet-gepersonaliseerde content en advertenties kan wat je te zien krijgt, worden be&#xEF;nvloed door factoren zoals de content die je op dat moment bekijkt en je locatie (voor advertenties wordt je algemene locatie gebruikt). Gepersonaliseerde content en advertenties kunnen ook worden gebaseerd op die factoren maar ook op je activiteit zoals Google-zoekopdrachten en de video&apos;s die je bekijkt op YouTube. Gepersonaliseerde content en advertenties zijn bijvoorbeeld relevantere resultaten en aanbevelingen, een aangepaste YouTube-homepage en advertenties die op je interesses zijn afgestemd.<p>Klik op Aanpassen om de opties te bekijken, waaronder beheermogelijkheden om het gebruik van cookies voor personalisatie te weigeren, en informatie over browseropties waarmee je sommige of alle cookies kunt weigeren voor ander gebruik. Je kunt ook op elk moment naar g.co/privacytools gaan.</p></div>","next_page_url":null,"url":"https://youtube.com/watch?v=9JdP-S3crt8&amp;feature=share","domain":"youtube.com","excerpt":"Google gebruikt cookies en gegevens voor het volgende:Services leveren en onderhouden (zoals uitval bijhouden en beschermen tegen spam, fraude en misbruik).Betrokkenheid van doelgroepen en&hellip;","word_count":207,"direction":"ltr","total_pages":1,"rendered_pages":1}