{"title":"lefthoek/lefthoek","content":"<div><div><article class=\"markdown-body entry-content container-lg\"><table>\n  <thead>\n  <tr>\n  <th>title</th>\n  <th>order</th>\n  <th>author</th>\n  <th>date</th>\n  <th>tags</th>\n  <th>excerpt</th>\n  </tr>\n  </thead>\n  <tbody>\n  <tr>\n  <td><div>Moonshooters, Fruit-Pickers, and Laikas</div></td>\n  <td></td>\n  <td></td>\n  <td></td>\n  <td><div><table>\n  <tbody>\n  <tr>\n  <td></td>\n  <td></td>\n  <td></td>\n  <td></td>\n  <td></td>\n  <td></td>\n  </tr>\n  </tbody>\n</table>\n</div></td>\n  <td><div>In our current society, we use certain labels to identify ourselves \nin this vast and dynamic world. These labels help us navigate the\ndifferent contexts active in the current modern society. Moreover, \nthey are now more so propagated on the internet as a tool to brand \nourselves with or amongst others, in the diverse online communities.\nConsequently, this how the ideals of digital citizenship were born.\nOne Terry Hieck highlights the  frame of digital citizenship as a \nreflection of &quot;the &quot;quality&quot; of habits, actions, consumption patterns,\nthat impact the ecology of digital content and communities.&quot; Have a\nread and see which persona you identify with the most!\n</div></td>\n  </tr>\n  </tbody>\n</table>\n\n<p>As we gear-up for the incoming 4th Industrial Revolution, a large part of our\nsociety will be grouped into key roles as we more into a more tech-driven era.\nWhether directly or indirectly, you are a participant in this monumental shift in\nsociety and are therefore part of this revolution. Here at Lefthoek we try to\nunderstand our current society through 5 different personas. Taking into consideration\nboth past and present experiences that has led us all to this forthcoming era, we\nbelieve we all had an important part to play. <em>The question is, what digital citizen\ndo you identify yourself as?</em> We believe this label is fluid and can evolve with the\nchanging times. Nonetheless, which persona do you relate with the most currently ?</p>\n<p><em><strong>Dreamers</strong></em> are individuals who have always been present in society since the\ndawn of time. These individuals learn quickly about life and eventually find the\ncurrent state of affairs mundane. They tend to create big dreams for a &apos;better&apos;\nworld and themselves. They strive to obtain the fruit at the top of the tree!\nThis metaphor very well describes their goals but also forebodes the high risk\nthey are willing to take. The fruits at the top of the tree are usually hardest\nto obtain. Moreover, they are not always ripe. Dreamers are willing to risk it\nall, in order to materialise their dreams. One prime example of a dreamer today\nis Elon Musk. Musk is determined to take humans to wifi0-working Mars in the next\nfew years. A dreamer&apos;s passion usually overtakes the common expectations of a\nsociety. This passion also gives us drive and communal ambition. Do these dreams\nmaterialise? Only time will tell...</p>\n<p><a href=\"https://github.com/lefthoek/lefthoek/blob/blog/images/telescopes.jpg\"><img src=\"https://github.com/lefthoek/lefthoek/raw/blog/images/telescopes.jpg\" alt=\"Photo by Thanh Nguyen on Unsplash\"></a></p>\n<p><em><strong>Laika</strong></em>, this was one the first animals to pioneer space exploration. Retrieved\nas a stray dog from the streets of Moscow, she became the first dog to explore\nspace under the notable Soviet space envoy Sputnik 2 in 1957.  <a href=\"https://www.businessinsider.nl/animals-nasa-russia-space-agencies-sent-to-space-2019-6?international=true&amp;r=US#:~:text=Countries%20including%20the%20US%2C%20the,send%20animals%20into%20orbit%20today.\">This notion is\nstill practiced\ntoday</a>\nbut might sound incredulous to some and many may even be inclined to call on\nPETA for such a cause today. Nevertheless, this was an unexpected feat during\nthe Space race era. During the Cold War, the space race pushed visionaries/dreamers\nand fellow politicians to align their ideals to achieve huge leaps in terms of\nspace exploration. This collaboration then brought about new key players, such as\nLaika, that provided society with much insight in possibilities debated under\nSpace exploration.  Laikas are not intentional players, they are random intermediaries\nthat factually illustrate the possibilities and the limitations society, through\ntrial and error. Laikas were the one&apos;s who take the driver&apos;s seat. They are and\ncontinue to be the failed encounters that teach us something valuable about our dreams.\nThey are our insights and lessons learnt.</p>\n<p>Characterized as the over-ambitious cousins of the dreamers, <em><strong>Moonshooters</strong></em>\ncome armed with awareness, time and money. This title was <a href=\"https://www.lefthoek.com/blog/the-low-end-theory/\">&quot;first\nintroduced in Jules Verne&#x2019;s From the Earth to the Moon but popularized by\npresident John F. Kennedy in 1961.</a>&quot;\nMoonshooters are passionate about solving the world&apos;s current wicked problems but\nfail to understand that the input of other disciplines and expertise is necessary.\nAlso it is important to note that not all the of the problems in the 21st century\ncan be solved through technology. Like the name suggests, &quot;moonshot&quot; conveys an idea\nthat the issues they try to tackle are often a &apos;long-shot&apos;. This means it  has a high\nprobability to not work. This also highlights the fact that moonshot projects are\ndone without any prior, concrete research of potential risks and benefits. The\nmoonshooter label falls on those those who are doers rather than thinkers and act\nfirst, instead of reflect. Much like the dreamers that dream big, they take it step\nfurther and try to realise the actual project as soon as possible. They are the big\nrisk-takers, willing to act timely then later find out the barriers or issues that\nare present. They would make a great in tandem team with fellow dreamers.</p>\n<p>Imagine a huge river, with currents leading in one strong direction. If you were in\nthe waters, which way would you swim? <em><strong>Passengers</strong></em> are individuals that would go\nwith the flow.  Have you heard of the saying that &quot;dead fish go with the flow&quot;? This\nharsh reference contextualises the notion of effort which can be used to weigh the\ninvolvement of passengers in the incoming tech revolution. Passengers can viewed as\na myriad of individuals that are not necessarily &quot;involved&quot; in the disruption of the\ntech industry. They are part of the audience. This role is just as important as\nPassengers still retain much of the responsibility and agency in this journey towards\na tech-driven future. Passengers have the power to interchange trains, get off and also\nchange modes of transport etc. In view of the growing digital space, they thus have the\nagency to choose which apps are much more useful to the society and which technologies\nshould be embraced or given room evolve. They are can also be seen as cheerleaders as\nthey provide insight on which innovations are interesting or are the best bet moving foward.</p>\n<p><a href=\"https://github.com/lefthoek/lefthoek/blob/blog/images/apple-trees.jpg\"><img src=\"https://github.com/lefthoek/lefthoek/raw/blog/images/apple-trees.jpg\" alt=\"Photo by Ar&#x16B;nas Naujokas on Unsplash\"></a></p>\n<p>As the name suggests, this persona is quite self explanatory. <em><strong>Spectators</strong></em>\ncan be seen to be similar to passengers, but the huge differnce being, they\nrelinquish their agency of choice and intuition to the powers that may be.\nJust like the passengers, they are curious and are willing to take a risk\nby being involved, but only passively. They also go with the flow, but with\nvery few inhibitions. Spectators can also be seen as observers and members\nof the audience. This also means they can still have an opinion on the matter\nbut their vested interest is not as strong as the other personas.</p>\n<p>Last but not least, we have the <em><strong>Fruit-pickers</strong></em>. On a linear scale, they\ncould be placed between the dreamers and the moonshooters. They are action-driven\nmuch like the moonshooters but they strive for simpler and more efficient solutions,\nwhislt making use of the resources that are within reach. Like a fruit farmer, they\nare aware that it is much easier to take the fruit that is on a lower branch of the\ntree than it is getting the fruit at the top of the tree. The world&apos;s wicked problems\nshould also be handled in this manner, but you find particularly in the tech industry,\ninnovations to &quot;pick the fruit at the top of the tree&quot; tend to materalise much more\noften than simple solutions aimed to get the fruit on the bottom branch. Fruit-pickers\nmasters in understanding the low-end theory. Read more about this theory in our\nprevious article <a href=\"https://github.com/lefthoek/lefthoek/blob/blog/blog/the-low-end-theory\">here.</a></p>\n</article></div></div>","author":"lefthoek","date_published":null,"lead_image_url":"https://opengraph.githubassets.com/3a10b35f2403b9e955eafd1097f6d8bcbda7246a5d0771d9b5bfa833e1fd3f00/lefthoek/lefthoek","dek":null,"next_page_url":null,"url":"https://github.com/lefthoek/lefthoek/blob/blog/sites/landing/data/posts/moonshooters-fruitpickers-and-laikas.mdx","domain":"github.com","excerpt":"Contribute to lefthoek/lefthoek development by creating an account on GitHub.","word_count":1230,"direction":"ltr","total_pages":1,"rendered_pages":1}