{
  "title": "Stack Overflow Launches Free Tier of Stack Overflow for Teams",
  "author": null,
  "date_published": null,
  "dek": null,
  "lead_image_url": "https://mms.businesswire.com/media/20210317005585/en/865528/23/logo-stackoverflow.jpg",
  "content": "<div><p class=\"bw-release-timestamp\"> <time>March 17, 2021 10:01 AM Eastern Daylight Time</time> <meta> </p><div class=\"bw-release-story\"> <p>NEW YORK--(<span><span><a href=\"https://www.businesswire.com/\">BUSINESS WIRE</a></span></span>)--<b>Stack Overflow</b>, the most trusted platform for developers and technologists visited by more than 100 million people each month, today announced the rollout of its freemium tier for its SaaS product <a href=\"https://cts.businesswire.com/ct/CT?id=smartlink&amp;url=https%3A%2F%2Fstackoverflow.com%2Fteams&amp;esheet=52396966&amp;newsitemid=20210317005585&amp;lan=en-US&amp;anchor=Stack+Overflow+for+Teams&amp;index=1&amp;md5=bae96b3961fa2bf5267a49972d644703\">Stack Overflow for Teams</a>. This new tier will further accelerate adoption of its SaaS offering and benefit the millions of developers and technologists looking for productivity gains in this fully remote, highly distributed work environment that is quickly becoming the new normal.\n</p>\n<blockquote></blockquote>\n<p>\nStack Overflow for Teams is a private web-based collaboration platform for companies who need to increase developer productivity, decrease cycle times, accelerate time to market, and capture institutional knowledge. The SaaS knowledge sharing and collaboration platform offers a private, familiar and flexible space for teammates to unblock each other by encouraging effortless asynchronous collaboration across teams, along with distraction-reducing integrations with Slack, Microsoft Teams, Jira, GitHub, Okta and more that unite key developer tools and replace legacy knowledge management solutions. Knowledge on Stack Overflow for Teams is captured in bite-size elements and long-form content, which is shared and discovered through simple and intuitive content organization structure, proactive alerts, and transparent information for all employees.\n</p><p>\nUsed by thousands of leading companies including Box, Microsoft, Bloomberg, Instacart and Zapier, Stack Overflow for Teams has risen in popularity as enterprise companies and startups alike adopt platforms that streamline developer workflows and unite mission-critical tools for transparency and collaboration. In 2020, the company added nearly 1,500 Teams customers including more than 70 customers on its Enterprise tier.\n</p><p>\nFor the first time ever, Stack Overflow will allow teams with 50 seats or less to access a version of Stack Overflow for Teams that&#x2019;s free forever, which includes:\n</p><ul class=\"bwlistdisc\">\n<li>\nThe ability to connect with others asynchronously, free from pings and notifications that come with other collaboration tools\n</li>\n<li>\nA familiar format that makes it easy to get started finding answers to questions in a distraction-free environment\n</li>\n<li>\nIntegrations with ChatOps tools Slack and Microsoft Teams, which allow the ability ask questions, search for knowledge within Slack or Microsoft Teams, ultimately reducing context and tool switching\n</li>\n<li>\nThe power to search for knowledge quickly and easily, accessing institutional knowledge in a safe and secure environment\n</li>\n</ul><p>\n&#x201C;The rollout of Freemium for Stack Overflow for Teams is an incredible opportunity to give developers, technologists, and knowledge workers the tools they need to enable speed and efficiency as they collaborate to solve big challenges across cloud, big data, DevOps, cybersecurity and more to digitalize the world,&#x201D; said Stack Overflow CEO Prashanth Chandrasekar. &#x201C;As we bolster our SaaS business, developments and new features such as Freemium, our long-form content Articles, our personalized For You feed and new and deeper integrations allow us to drive more adoption of our SaaS offering, in order to help companies large and small navigate this period of accelerated innovation.&#x201D;\n</p><p>\n&quot;At Unqork, we use Stack Overflow for Teams and its Slack integration to empower our creators to learn from each other in a productive way and to support our clients building solutions on top of our platform,&quot; said Olga Gomonova, head of enablement at Unqork. &quot;Since implementing Stack Overflow for Teams for internal and external use cases, we&apos;ve been able to reduce the time to respond to client and internal questions from 60 to 30 minutes, and have been able to onboard new hires faster as our company grows. The collaboration platform helps our teams connect asynchronously so they can work together faster as we pioneer enterprise no-code.&quot;\n</p><p>\nThe launch comes on the heels of <a href=\"https://cts.businesswire.com/ct/CT?id=smartlink&amp;url=https%3A%2F%2Fwww.businesswire.com%2Fnews%2Fhome%2F20200728005330%2Fen%2FStack-Overflow-raises-85M-in-Series-E-funding-to-further-accelerate-SaaS-business&amp;esheet=52396966&amp;newsitemid=20210317005585&amp;lan=en-US&amp;anchor=Stack+Overflow%26%238217%3Bs+Series+E+funding&amp;index=2&amp;md5=aa23c36e32e4d6de1f79c11aada90d3d\">Stack Overflow&#x2019;s Series E funding</a> and numerous other investments in new features for its SaaS offering, Stack Overflow for Teams. Stack Overflow recently released Articles, personalized For You feeds, Collections, and deeper integrations with Slack, which reduced context and tool switching while streamlining developer flow.\n</p><p>\n&#x201C;We have seen rapid adoption of these new developments to our Stack Overflow for Teams product,&#x201D; said Stack Overflow Chief Product Officer Teresa Dietrich. &#x201C;In just a short period of time, more than half of Teams Business customers are using features like Collections and Articles. Additionally, new teams and verticals are leveraging Stack Overflow for Teams, including product management, analytics and support professionals, showing that there is even more demand for a product that helps teams reduce blockers, accelerate onboarding, improve customer experience and drive innovation.&#x201D;\n</p><p>\n<b>About Stack Overflow:</b>\n</p><p>\n<a href=\"https://cts.businesswire.com/ct/CT?id=smartlink&amp;url=https%3A%2F%2Fstackoverflow.com%2F&amp;esheet=52396966&amp;newsitemid=20210317005585&amp;lan=en-US&amp;anchor=Stack+Overflow&amp;index=3&amp;md5=200aa6eeb05754e7b45d2f27e8990c49\">Stack Overflow</a> is helping developers and technologists write the script of the future. More than 100 million unique visitors come to Stack Overflow&#x2019;s public platform every month making it one of the 50 most-visited websites in the world. Stack Overflow&#x2019;s products include a SaaS knowledge management and collaboration offering, Stack Overflow for Teams, in addition to Stack Overflow Advertising and Stack Overflow Talent. Through its products Stack Overflow partners with top companies such as Bloomberg, Microsoft, Expensify, Zapier and more to help them enable, understand, hire, and engage the world&apos;s developers and technologists. Founded in 2008, Stack Overflow is headquartered in New York.\n</p><p><img alt src=\"https://cts.businesswire.com/ct/CT?id=bwnews&amp;sty=20210317005585r1&amp;sid=web01&amp;distro=nx&amp;lang=en\"><span class=\"bwct31415\"></span></p> </div></div>",
  "next_page_url": null,
  "url": "https://www.businesswire.com/news/home/20210317005585/en/Stack-Overflow-Launches-Free-Tier-of-Stack-Overflow-for-Teams",
  "domain": "www.businesswire.com",
  "excerpt": "Stack Overflow, the most trusted platform for developers and technologists visited by more than 100 million people each month, today announced the rol",
  "word_count": 824,
  "direction": "ltr",
  "total_pages": 1,
  "rendered_pages": 1
}